{
  "1014048": {
    "5月10日": [],
    "5月12日": [
      "色々案が出せた",
      "タスク管理や議事録の管理の体制が整った",
      "来週の金曜日のフィールドワークに行くための準備ができた",
      "TAに相談しながら安全だと思われる予定を立てることができた",
      "ある作業をすぐにこなせる人に任せきりになってしまった",
      "チーム内でGithubをまともに使ったことある人がいないので、勉強会がしたい"
    ],
    "5月17日": [
      "上田さんと土手さんと会うことができた",
      "上田さんの案を聞くことができた",
      "FWについて学ぶことができた",
      "石別が少し遠いかった",
      "色々な案を出したい"
    ],
    "5月19日": [
      "上田さん土手さん創生会議の関係性を知ることができた",
      "少しだらだらと長引きすぎた",
      "GitHubを使えるように頑張る"
    ],
    "5月24日": [
      "マインドマップを作成することで、アイディアをどういう方向に持っていくかが少しは絞れた"
    ],
    "5月26日": [
      "月例レビュー会の準備に時間をかけすぎ、自分たちの活動時間を削ってしまい、優先するべきところを間違えてしまった",
      "グループ内でアイディア決定までの流れに関して認識の違いがあった"
    ],
    "5月31日": [
      "月例レビュー会の準備をすると同時に今までの活動と今後やるべきことを洗い出すことができた",
      "発表原稿の細かい言葉の議論に時間をかけすぎた",
      "プロジェクト内の発表なのであまり時間をかけすぎずうまく伝わるようにしたい"
    ],
    "6月14日": [
      "自分たちなりによく考え目標を達成するためにベストだと思う方法（Webサイト）を作ると決めた（ボツになった）",
      "下調べが甘く、石別に来る人自体少ないと決めつけ、石別に来た人へのアプローチというのを完全に捨ててしまっていた",
      "認識を一致させて話し合っているつもりが、全員バラバラの認識になっていた",
      "プロジェクトの時間の始めと終わりの十分感を認識の確認の時間にしたい"
    ],
    "6月16日": [
      "リピーターにするための手段を考えるなど、目標を達成するための細かいプロセスを考えることができた",
      "メモを使い始めたが、メモには書いてあるけど議事録には書いていない重要そうなことがあり、メモの立ち位置が曖昧になってしまった",
      "議事録とメモを有効活用できるルールを発見したい"
    ],
    "6月21日": [
      "自分なりに考え、議事録とメモのルールを設定しやってみることができた",
      "メンバーの意見を聞き、一番やりやすい方法を模索していきたい",
      "みんなが納得するようなアイディアが１つ出て来た",
      "アジャイルワークショップに参加したことで、考えが柔軟になった気がした"
    ],
    "6月23日": [
      "報告書に着手できなかった",
      "どういうツールを使って開発するか少しずつ決まって来ているので、自分で開発の勉強を始めようと思う"
    ],
    "6月28日": [
      "グループの人が石別の観光客について分析してきてくれた",
      "報告書に着手できなかった"
    ],
    "6月2日": [
      "発表の話し方を褒められた",
      "先生やTAさんにいただいたレビューを元に今後何をするか計画を立てることができた",
      "発表が具体的になってしまった",
      "どんどん自分の意見を言って話し合いの場を盛り上げていきたいと思った"
    ],
    "6月30日": [
      "今日も報告書に着手できなかった",
      "タスクの振り分けが偏っている"
    ],
    "6月7日": [
      "アイディアがたくさん出て来た",
      "いい雰囲気で話し合いができた",
      "他のグループの人にFWの感想を聞いていなかった"
    ],
    "6月9日": [
      "メッセンジャーグループを作成したことで、メンバー全員が上田さんとすぐ連絡が取れるようになった",
      "案を１つずつ分析し、４つに分類分けした",
      "ペルソナを設定したが、適当すぎてあんまりいなさそうな人になってしまった気がした",
      "ペルソナを元に新しいアイディアを考える"
    ],
    "7月12日": [
      "中間発表会に近い形式で発表練習ができた",
      "前回発表していないメンバーも発表できた",
      "色々と修正点が見つかった"
    ],
    "7月14日": [
      "普段意見を聞けない外部の人から今後の参考になるような意見をもらえた",
      "少し声が小さいと指摘された",
      "最終発表会ではちゃんと開発したものを見せたい"
    ],
    "7月19日": [
      "せっかくみんな集まれる時間なのに個人でできる作業ばかりしてしまった"
    ],
    "7月21日": [
      "グループ内で報告書のレビューをできた"
    ],
    "7月26日": [
      "今後の計画立てた",
      "今後の計画の続き"
    ],
    "7月5日": [
      "発表が聞きやすいと言われた",
      "ポスターのどこを見て話しているのかわからないと言われた"
    ],
    "7月7日": [
      "ポスター担当と報告書担当に分けて、効率よく進めれた",
      "ようやく報告書に着手できた"
    ]
  },
  "1015002": {
    "5月10日": [
      "役割を決める際に自分から進んで出るようにした",
      "自分から議事録を書く役目を名乗り出た割にはあまり詳しく書ききれなかったと思う",
      "話し合いや説明で考えを言語化することが苦手なので途中で言語化を投げ出さないようにしたい"
    ],
    "5月12日": [
      "自分だけが使ったことのないツールを使うこととなったので、少し時間を割いてしまったがなるべく調べて使うようにした",
      "自分の作業に意識がいってしまい、グループでの話を聞くのがおろそかになる時があった",
      "言う内容がまとまっていないのに発言してしまうことがしばしばあった",
      "利用するツールは応用的な使い方まで使いこなせるようになりたい"
    ],
    "5月17日": [
      "インタビューではなるべく相槌を打つように意識した",
      "ボイスレコーダーでインタビューを記録していたので、相手の行動や出てきた冊子などをメモするようにした",
      "インタビューで説明や質問をするときにいつも以上に早口になっていたので、普段の会話の時から早口にならないように気を付けたい",
      "説明が苦手なため、つい相手に伝わりきっていないだろうと思っているのに途中で説明を諦めてしまった",
      "相手の立場で何と言ったら分かりやすいかをもっと考えるべきだと思う",
      "インタビューで自分の意見や共感した内容を話せるようになりたい"
    ],
    "5月19日": [
      "先生から重要な話を聞くときに誰もメモしていないことに気づき、途中からでも内容を記録した",
      "議事録の係りでないときでも、聞いている話を整理するために記録を取るようにしようと思う",
      "自分たちの想像だけで長時間議論をする前に、質問をしたら答えてくれる人がいる状況ならば早い段階で聞くべきだった",
      "教員もTAも見ているSNSにまとめを載せるとき、先方の名前を誤字してしまった",
      "普段から誤字が多いので一度見直す癖をつけるようにする",
      "話の途中で混乱してきてしまい、整理をするのに時間をかなり費やしてしまった",
      "的外れな質問や提案をしてしまったことが少なくなかったと思う",
      "詰まった状況で何に躓いているのかを客観的に見て分析できるようになりたい"
    ],
    "5月24日": [
      "インタビューの最中に早口になっているのに気づいて少しでもゆっくりに話せるよう意識した",
      "気づいた時点でメモをとるようにした",
      "誰かの話を聞くときは最初から書けるようにメモを取ることを意識し続けたい",
      "議事録をやると名乗り出たのは良いが、他の人が書く機会を失わせてしまったと思う"
    ],
    "5月26日": [
      "いざ議事録を書いてみるとプロジェクト時間内に書ききることができなかった",
      "自分では要所要所で書いているつもりでも見返すと書いてなかった部分が多く、話し合いの最中に質問をして話を戻してしまった",
      "アジェンダを決めない状態で話し合いを続けたらグダグダになってしまった",
      "事前にアジェンダが決まっていない場合は話し合いを始める前に考え、それぞれどのくらいの時間で行っていくかを決めるべきだったと思う"
    ],
    "5月31日": [
      "少しでもアイディアや調査した結果を共有する時間を取る予定だったが、スライド修正だけで終わってしまったアジェンダとかける時間を始めるときに明確にすべきだと思ったやっぱり議事録はメンバー内で回して書こうと提案したが、回し方を決めていなかったため誰がやるか話しておらず、議事録がグダグダになってしまった",
      "トレロに話すべき議題を思いつき次第話すべきこととして書くことで、プロジェクト学習の最初にその中からアジェンダを決定する"
    ],
    "6月14日": [
      "授業外となったが、中間発表までのスケジュールを決めれた",
      "ターゲットユーザが曖昧だったというのもあるが、それ以外でも曖昧なまま進んでしまったことが今までにもあったので、決まったことは共通認識として固めておきたい",
      "ただ他のメンバ間で共通認識になっていることに、ついていけていないことが何回かあったため、自分でもわからないことは早いうちに共通認識はこれでいいんだよね、と確認した方が良いと感じた",
      "アプリと言えばゲームという思考で固まってしまっていた",
      "前の話や自分の考えが頭の中で固まってしまうと引きずってしまうことが分かった",
      "また、自分から発言するときに話の流れから飛んだところの話をしてしまうところがあるように思う"
    ],
    "6月16日": [
      "議事録の文章を見返すと、第3者にとって分かりづらいものが多かった",
      "文章力や言い方も悪かったが、それ以上に微妙な共通認識のずれが自分の中にあることに気づいた",
      "書くことをきっかけに、定期的にグループメンバにこれでいいのかと確認するようにした方が良いと思った"
    ],
    "6月21日": [
      "SNS映えする写真を用いて写真中心のアプリの案がメンバから出て、全員でこういう機能もあると良いね、とポジティブな方向で話し合いができた",
      "また、自然にお互いのイメージを補完しあいながら話し合いができた",
      "リピーターになってもらうための動機付けが少し曖昧かもしれない"
    ],
    "6月23日": [
      "アプリで行くのかウェブで行くのかという相談で、オフラインでも使えることやカメラの機能をつかえることなど、理由をもとにアプリで行くことが決定できた",
      "次回は議事録を書いて最後のレビューまでに話をまとめられるようになりたい"
    ],
    "6月28日": [
      "議事録と最後のレビューをしてみたけれど、言葉にして伝えることがうまくできなかった",
      "筋道立てて説明することが苦手なのだと改めて認識した",
      "アイディアがどこまで固まった状態で載せるのかが決まっていなかったのでポスターの項目がなかなか埋まらなかった"
    ],
    "6月2日": [
      "月例レビュー会では発表を直接するわけではない自分も前に出てしまって、メモを取ることができなかった"
    ],
    "6月30日": [
      "Tex講座に参加して無事インストールできた",
      "基本的にダウンロードの仕方がメインだったのでメンバにあまり共有できるような内容ではなかった"
    ],
    "6月7日": [
      "自分で持ってきたアイディアの中にはシステムという形で想像できていないものもあったが、話し合いの中で石別ならではを押すならこういうアプローチもいいよね、という風にメンバー内でコメントしあえてよかった話し合いの中でも新しい案が浮かんできた否定をしないでアイディアを膨らませることをグループ全体でできたと思う",
      "FWの感想を全体に聞き忘れていた",
      "ペルソナを設定してアイディアを考えること"
    ],
    "6月9日": [
      "前に出ていた案を分類分けしてみると自分たちが提供するサービスはユーザにとって石別を知るまでの過程の中でどこに位置するのか、その分類ごとに知ってもらうにはどうすればいいのか考えなおすきっかけになった",
      "実際にペルソナを設定してアイディアを考えようと思ったが、どうにもペルソナが自分たちの都合のいい人物像になってしまってうまく想像できなかった",
      "全員で同じペルソナを設定して、それに対してアイディアを考える練習をする"
    ],
    "7月12日": [
      "緊張で上がってしまい、話してる最中につまずいてしまうことがあった",
      "言いたいことを言いきれなかった",
      "やはり早口になってしまった",
      "前々から気にしてはいたのだが未だに改善できていないので1年をかけて治したい"
    ],
    "7月14日": [
      "アイディアの説明の時に、何故このアプリによってまた石別に行きたいと思えるのかが伝わりにくそうだと考えていたため、小芝居を挟んで説明するようにした",
      "それにより、聞いた人は大体あーなるほどね、というような反応をしてもらえたので伝わったと思う",
      "ポスターを読んでいるときかなり早口になってしまった",
      "せめて質疑応答の時はゆっくり話すようにしたけれどそれでも早かったと思う",
      "最初は少しでも大きい声で話すように意識したが、後半はいっぱいいっぱいで声も小さかったと思う",
      "周りを見ていても場数の違いが大きな差となると思えたので、今回は失敗に終わったとはいえ次回でもその次にでも成功したと思えるように活かしていきたい"
    ],
    "7月19日": [
      "中間報告書を書くことで進捗を進めた",
      "私はTeXで最後にまとめる係りになった分、文章を減らしてもらったが後半パンクしないかが心配である"
    ],
    "7月21日": [
      "中間報告書及びその他提出物を提出する",
      "中間報告書で提出する書類の確認を行い、サインが必要なものはサインしてもらった",
      "前回に引き続き文章の校正を行った",
      "そのあとはグループで話し合う必要がある項目を話し合いながら書くことで一通り中間報告書を書き終えて、教員やTAさんからのレビューを受けれる状態にした"
    ],
    "7月26日": [
      "夏休み中と後期のスケジュールについて話し合った",
      "最初はアンケートを行おうとしていたが、それよりも今検討中のアイディアに追加した方が良いと思われる機能を考えた方が良いという結論になった",
      "後期はアカデミックリンクなどがあることを考えると夏休み中にアイディアの確定、使う言語の勉強をした方が良いということになった"
    ],
    "7月5日": [
      "半分の量とはいえポスター発表で緊張したが、なるべく冷静にゆっくり話せるように努めた",
      "日ごろから説明がうまくできていないと感じていたが、質疑応答では突飛なことを言わずに説明できていたと思う",
      "今回は下から半分だったから負担が少なかったのだが、ポスターの前半はほとんどポスターを読むだけとなりそうなので、言葉として付け加える必要のある要素もまとめておきたい",
      "少しだけ話すスピードが速いと指摘を受けたので来週の発表練習までに調整しておきたい",
      "手の動きや目の動きにまで意識しきれていなかったと思うので、中間発表までに伝わりやすい表現を考えて練習しておきたい"
    ],
    "7月7日": [
      "毎回リーダーに一人でできる作業を任せてしまっていたので、中間報告書の項目とその割り振りを事前に考えてきた",
      "ポスター修正組と中間報告書の項目決め、割り振り組に分かれたが、活動内容を共有する時間がプロジェクト時間内でとれなかった"
    ]
  },
  "1015061": {
    "5月10日": [
      "自分の言いたいことを言えた",
      "グループリーダーではないのに、勝手に話の進行をやってしまったこと",
      "フィールドワークの内容が決まらないまま、とりあえずフィールドワークをすると決めてしまった",
      "石別についての下調べが甘かった",
      "全体へ共有したほうが良いことを共有し忘れた",
      "フィールドワークに行く前に下調べしておくべきことをピックアップする"
    ],
    "5月12日": [
      "自分の言いたいことを言えた",
      "議事録に決まったことや決まらなかったことなど、たくさん記述したため、後あと、役に立った",
      "タスク管理のツールを円滑に決めることができた",
      "次週金曜のフィールドワークに向けて、石別のどんなところを見たいか再確認できた",
      "今後やらなくてはいけないことを全員で確認することができた",
      "特になし！",
      "次週のフィールドワークでは、話し合いの中で決まった目標をもとに、思ったことをたくさん紙に書き出すことをしたい",
      "フィールドワークで町民に話しかけたい！！",
      "フィールドワーク楽しみ！！！"
    ],
    "5月17日": [
      "本日は、グループで石別へヒアリングに向かった",
      "ヒアリングでは、上田さんと土手さんというゲートキーパーの方から、現地にはどのようなニーズがあるのか詳しい話を聞いた",
      "お話をする中で上田さんや土手さんのニーズを定義することができたと思う",
      "タイトなスケジュールであったが、余裕を持ったスケジューリングをしていたことで時間に余裕をもって行動することができた",
      "しかし、上田さんと土手さんとの話し合いが白熱しすぎたため、予定していた時間よりも1時間程度オーバーしてしまった",
      "予定時間をオーバーしてしまったことについて、次回は上田さんや土手さんの都合も考え、途中で中断の提案をできるように努力したい"
    ],
    "5月19日": [
      "プロジェクト全体としての活動まず、Slackのチャンネルが多いと言う問題の解決をした",
      "この問題は、私がヒアリングに行っていた5/17の振り返りとレビューで挙げられていた",
      "この問題について、全体に意見を聞き、チャンネル数を一つ減らすことができた",
      "グループとしての活動5/17(水)に行ったヒアリングの内容をまとめるため、文書を作成した",
      "さらに、今後どのようなものを作るか内容を決めるようとした",
      "文書をまとめたり、今後どのようなものを作るかの内容を決めていく上でチームメンバーと深く話し合うことで、ゲートキーパーの上田さんと土手さんや石別創成会議の関係性について気づかないところがたくさんあることに気づくことができた",
      "しかし、今後どのようなものを作るかという話し合いの中で、ゲートキーパーや石別創成会議の関係性について「気づいていないこと」に気づくのが遅かったため、本来話し合おうと思っていた「どのようなものを作るか」ということまで話し合えなかった",
      "話し合っている中ですぐに自分たちで解けない問題に関しては、すぐにTAさんや先生を頼ったほうが良いと思った",
      "したがって、自分たちの中で何が問題なのかすぐに伝えられるように議事録をとるよう努力したい",
      "今週の週報は頑張ってみました",
      "日本語変だったらご指摘をいただきたいです"
    ],
    "5月24日": [
      "プロジェクト全体としての活動月例レビュー会について、「スライドで行う」などの指示や発表内容を考え、全体に共有した",
      "このため、全員が月例レビュー会について、どのように行うか見えたと感じた",
      "グループとしての活動前回からの活動を通して、石別の人口減少を防ぐという問題をどのように解決していくか、マインドマップを作成して考えた",
      "マインドマップを作成する上で、観光という面で石別地区にアプローチしていくのが良いのではないか、ということに気づくことができた",
      "ここで悪かったこととしてマインドマップを作成する上で、「マインドマップに書く前に案を否定する」ということをしてしまった",
      "しかも、そのことに気づいたのは、プロジェクト時間終わりのレビュー会だったので、ずっと書く前に議論をするといった形になってしまった",
      "そのため、次回から、マインドマップを作成する際はとにかく考えたことを否定せず、とにかく書くということを徹底したい"
    ],
    "5月26日": [
      "プロジェクト全体としての活動プロジェクト全体として、意見や質問をする場を設けてみた",
      "メンバが先生やTAさんに聞きたいこと、逆にTAさんや先生がメンバに意見したいことがある際に使って欲しいと考えている",
      "こういう場を今後もたくさん設けたいと思う",
      "グループとしての活動前回の活動で作成したマインドマップを元に案だしをするはずであった",
      "しかし、月例レビュー会の前に一度スケジュールを整理しようということになり、スケジュール調整や今後の流れについて話し込んだ",
      "その中で、自分たちがどのようにして開発まで進めていくか、考え方にばらつきがあることに気がついた",
      "全員が現在の状況（開発をどのように進めていくか）を理解できていなかったことが、ばらつきの原因であった",
      "また、開発とはどのようにすすめていくのかと言うことも、全体で理解できていなかったことも原因の一つである",
      "全員が現状を同じように把握するということは難しいということに気づいた",
      "図解をすることによって、全員が理解しやすいことに気がついた",
      "そのため、次回からややこしいことが出てきたら図解をしてみようと思う",
      "また、図解を続けることで、TAさんや先生が石別グループが今どんなことを考えていて、どのように軌道修正したら良いかわかるようにしたい",
      "来週から図解を頑張ってみます！！！"
    ],
    "5月31日": [
      "グループとしての活動次回に行うレビュー会についてリハーサルを行った",
      "プロジェクトの時間の後に、TAさん数人と少しだけ相談をした",
      "そこで、ホワイトボードを使って話を整理したことで次回以降今日のようにならないように、と対策を練ることができた",
      "具体的な対策としては、一箇所を全員で見ながら話を進めることなどが出た",
      "自分の頭の中が整理できたので今後同じような状況になった場合は、第三者を含め問題を見つけるということを継続したい",
      "授業内でスライドの調整の他にもっとやるべきことがあったはずであった",
      "しかし、指摘できずにそのまま時間が過ぎてしまった",
      "具体的に何をしなくてはいけないのか、グループで見通すことができなかったことが最大の問題であったと思う",
      "次回のプロジェクトの時間には一つの方向（ホワイトボードなど）を見て、話を進められるように、みんなに勧めてみたいみんなに勧めてみたい"
    ],
    "6月14日": [
      "グループで話し合った結果、グループが作るものとして「石別の魅力を伝えるWEBサイト」と決まった",
      "しかし、対象ユーザーやユーザーにどのようなことがもたらされるか等が定まらないまま、Webサイトを作ることに決定した",
      "しかし、この週の水曜日の５限終わりに先生からレビューを受けた際、定まっていないことに気づき、もう一度考え直すことになった"
    ],
    "6月16日": [
      "石別の魅力（使えそうなところ）を使って前回の金曜に設定した目標を達成できる手段を考えてくる",
      "金曜日は、グループリーダーがこれまで以上に時間に気をつけるようになった",
      "そのおかげで、私たちのグループの目標が少しずつ見えてきた",
      "全体に関しては、月例レビュー会の日程決めをするために先生方に出席の可否を伺う調整さんを作った",
      "また、月例レビュー会ではポスター発表をすると決まり、ポスターに乗せる大まかな内容もきまった"
    ],
    "6月21日": [],
    "6月23日": [
      "アイディアをもう少し固める",
      "デモで使うプロトタイプはどこまで詰めたもので行う？",
      "(アジャイル的な)進め方やこれから実装する予定のものをちゃんとした文言にする",
      "写真を使用した購買意欲をあげるサービスを提案し、プロトタイプまで実際に作ってみた",
      "また、中間発表の形式について相談した"
    ],
    "6月28日": [],
    "6月2日": [
      "次回までに複数の案を考えてきたい！",
      "4限時に「月例レビュー会」を行った",
      "バスを逃し、タクシーを呼んだがタクシーが待ち合わせ場所を間違い、30分程度遅刻したため、授業に5分ほど遅れてしまった",
      "そのため、カメラの設置などが全然間に合わず大変なことになった",
      "みんなに迷惑をかけてしまった",
      "そのあとの５限時の話し合いでは、ホワイトボードを使うことによって前回の問題点であった「ただただ時間を過ごすこと」なく話し合いを進めることができた",
      "この点についてよかったと思う"
    ],
    "6月30日": [
      "ポスターを完成させる",
      "写真のアイデアについて、どうしてこのアイデアが出たのか、整理をし始めた",
      "先生からのレビューを受け、自分たちの想像しているユーザーが本当にそのとうりに動くか裏付けが足りないことに気づいた",
      "7/5に行われるポスター発表について準備をし始めた"
    ],
    "6月7日": [],
    "6月9日": [
      "さらに案だしを続けることになった",
      "この週は、グループで案出しをした",
      "また出した案をグルーピングし、合わせられるものを合わせようとした",
      "しかし、なかなかうまくいかず、一つの案にはまとまらなかった"
    ],
    "7月12日": [
      "中間発表の練習を行った"
    ],
    "7月14日": [
      "評価シートをまとめてくる",
      "金曜日は中間発表会だった"
    ],
    "7月19日": [],
    "7月21日": [
      "中間発表の反省会を行うので、中間発表で気づいたこと、学んだこと、次に生かしたいことをまとめる",
      "グループ報告書のピアレビュー及び、作成",
      "グループメンバで分担して書いた文章をピアレビューし、訂正した",
      "また、全体では各グループで前期提出物について確認をとり7/25提出を目標に作業をするように伝えた"
    ],
    "7月26日": [],
    "7月5日": [
      "中間発表会のプレゼン練習を兼ね、月例レビュー会で進捗の報告をした",
      "その後、頂いたレビューをもとに、ポスターの修正を行った"
    ],
    "7月7日": [
      "また、7/7はポスター修正班と報告書作成班に分かれ、各自作業に取り掛かった"
    ]
  },
  "1015078": {
    "5月10日": [
      "どんどんアイデアが出てきた",
      "議事録を付けるのが遅かった",
      "議事録をきちんとつける"
    ],
    "5月12日": [
      "皆んな資料をちゃんと読んできた",
      "自分も読んできた",
      "Gitの知識をメンバーと共有できた",
      "ブレインストーミング"
    ],
    "5月17日": [
      "みんなちゃんと本を読んで理解してきた",
      "共有できた",
      "自分自身、あまりマインドマップを埋めることが出来なかった",
      "マインドマップを完璧にする"
    ],
    "5月19日": [
      "得た知識を基に、認知症患者及びその家族をサポートするプロダクトを考えてくる",
      "事前にそれぞれ認知症に関する知識を本から得て、チーム内で得た知識を共有し合った",
      "共有した知識を基にマインドマップを作成し、認知症治療に於ける問題点を出し合った"
    ],
    "5月24日": [
      "皆んなちゃんと認知症患者及びその家族をサポート出来るプロダクトを考えてきた",
      "今日何をするか、最初に時間をかけてしまったこと",
      "次回は今日何をするか、事前にSlackで話す"
    ],
    "5月26日": [
      "それぞれがちゃんと案を考えてきて、発表したこと",
      "どの案もまだまだ考えられていない部分があったこと",
      "ターゲットを考えられていなかった",
      "ターゲットをちゃんと考えて、今まで考えられていなかった部分を考えてくる",
      "発表でボロボロだけど頑張る"
    ],
    "5月31日": [
      "厳しくとも様々な意見を頂けた",
      "自分以外のアイデアに対して意見出しなどを十分に行えていなかった",
      "今後アイデアを深めていくにあたって，きちんとアイデアを細部まで共有する"
    ],
    "6月14日": [],
    "6月16日": [
      "同女からのWSでのアンケート",
      "同女での気付きをまとめて、他チームと共有する",
      "WS報告書を提出",
      "システム案を絞る（絞り方）",
      "ポスターの項目をまとめる",
      "スケジュールを決める",
      "物忘れカフェの準備",
      "リーンキャンバスを完成させる",
      "システム案相互レビュー(案の変更内容説明+現在の案の概要+ブラッシュアップ)案を絞るポスターの項目決め"
    ],
    "6月21日": [],
    "6月23日": [
      "来週からライフログを用いたアイデアについての詳細を詰める(時間がないがイメージ図に起こせるレベルに持っていく)",
      "中間報告書について中間発表の物品の申請",
      "案の再検討",
      "またアジャイル開発講座に参加し、アジャイル開発の基本を教わる"
    ],
    "6月28日": [],
    "6月2日": [
      "月例レビュー会で教授やTAからの良いアドバイスを聞けた",
      "事前の発表の準備が十分でなかった",
      "発表する機会がある時は，事前に十分に話し合う",
      "すうぃふとプロジェクトなんだから，すべきはアジャイル開発なのだと気付いた"
    ],
    "6月30日": [
      "ポスターの作成",
      "ポスター印刷講習会に参加",
      "ホワイトボードなどを利用して案を深める",
      "実際にプロトタイプを作成する"
    ],
    "6月7日": [
      "成本教授に自分たちの案を上手く説明できた",
      "成本教授から頂いたコメントを基に反省したが、時間をかけ過ぎて1つ分しか出来なかった",
      "時間配分をキチンと考える"
    ],
    "6月9日": [
      "明日からの京都でのWSに関する、綿密な計画を立てることが出来た",
      "上記以外の話し合いがあまり出来なかった",
      "やはり特定の議題に対する時間制限を設けた方が良い"
    ],
    "7月12日": [],
    "7月14日": [
      "中間報告書を提出する",
      "主に発表準備を行いました",
      "実際に発表練習を他の班員や先生、TAに聞いてもらい、アドバイスを貰いました",
      "また14日に於いては、中間発表を行い、自分たちの考えたアイデアを発表しました"
    ],
    "7月19日": [],
    "7月21日": [
      "中間報告書提出",
      "中間の提出物の確認",
      "中間報告書の編集作業を行いました"
    ],
    "7月26日": [],
    "7月5日": [],
    "7月7日": [
      "意見とレビューの統一関係者と介護者の統一システム案の推移がわかりにくい背景の2つめの文章目的の2つめに対応した背景があるとより説得力が高まると思った(生活習慣を記録するのが大変",
      "みたいな背景があるとよりよい)オレンジ文字のところで、医療従事者に情報を共有する",
      "ってあるのに下の認知症予防システムの概要で「必要があれば、〜」のところは同じことを二回書いてるのがなんか変",
      "ポスターの作成",
      "中間報告書のアウトライン作成"
    ]
  },
  "1015099": {
    "5月10日": [
      "去年の陣川あさひ町会のプロジェクトテーマである「じぷり」の説明をTAの方に説明していただきました",
      "その上で「じぷり」の概要や昨年の開発の動向などについてのお話を聞いて、「じぷり」の継続か新アプリの開発というこれからのアプリ開発の方向性をおおまかによく話し合った上で決めることができた",
      "チーム内で中間発表までにアプリケーションの形に作るという目標を設定することでこれからの大まかなスケジュールを決定することができた",
      "技術面についての勉強会を開こうということになった",
      "しかしある一人以外は技術力や知識が豊富ではないため、その一人に頼らざるおえない状況であった",
      "途中今後の方針に関わるような決定を中途半端にしたまま話し合いを続けてしまっていた",
      "全員の意志の確認を怠っていたため起こったことだった",
      "早めに町内会の方々と話し合い、今後のアプリケーション開発の方針を明確にしたい",
      "技術面において一人に偏りが起きないようにしっかりと学びたい",
      "振り返りの報告の際に他の班へのレビューや今後についての質問、提案をできるだけ行っていきたい"
    ],
    "5月12日": [
      "チーム名を改めて決めることになった",
      "話し合った結果シンプルでかつわかりやすいチーム名を全員一致で決定した",
      "急遽活動後半に第一回ヒアリングが行われることになり、ヒアリング前に今後の方針をある程度一つの意志にまとめて決定することができた",
      "急遽始まった第一回ヒアリングで去年の担当者であった方がいらっしゃって、町内会の方々の意志を聞くことができました",
      "その中で自分たちが考えていたものとは少し違う形となっていたことがわかり、少し面をくらってしまった形になった",
      "ヒアリングの際、聞くべきことがまだまだあったと思う",
      "しかしその場で町内会の方の話を整理して質問を考えることができず、質問できなかった",
      "ヒアリングの際、グループメンバーの一人に音声を録音してもらったがうまく共有できずその一人に書き起こしもまかせることになってしまった",
      "今後、町内会の方々のことをよく知り、彼らが何を考えどう思うかを予測しアプリケーション開発に反映させたい",
      "ヒアリングの際など予め質問内容を考えておく、ヒアリングの中で常に内容を整理して疑問点は積極的に話し合いたい",
      "また役割をきちんと分担し、何かトラブルが起きた場合でもすぐ対応できるようにリスク分析をしておく",
      "Slackなどであまりコミュニケーションを取っていないのでできるだけ発言していくようにしたい"
    ],
    "5月17日": [
      "FW講座を南部先生に開いて頂いた",
      "FWのアプローチからFWの本質、FW行う上で消費者などの現場の人の視点が重要であることを教わった",
      "またヒアリングの際などの質問のタイプなど前回のヒアリングでは全く実践できていなかったという発見ができてよかった・開発で使っていくmonacaならびにOnsenUIの勉強会を佐藤さん主導で実施した",
      "OnsenUIを用いたリストの作成などを実際に行った",
      "メンバー間でのこのような勉強会はわからないことを聞きやすい環境、誰かを置いてけぼりにならないようになるので非常に有意義であると感じた",
      "議論していく内に議事録を書くことを忘れ、最後の報告の際に議事録が完成されていなかった",
      "やるべきことの優先順位というものをあやふやなままプロジェクトを進行してしまっていた",
      "そのため引き継ぎなどのやるべきことを疎かにしていた",
      "議事録を完成させていなかった場合、TAの方や教員の方が活動内容を把握するのに時間がかかり、より有用なレビューをしていただけなくなる",
      "なので次回から議事録の書き方、担当者などをグループ内でしっかり共有して議論したい",
      "昨年度の活動報告書やヒアリングの内容をTAの方からもらいうけ、それを基にどのような機能を追加するなどの議論をしたい"
    ],
    "5月19日": [
      "議事録や議論の進め方について幾つかの提案をし、話し合いを行った",
      "その結果幾つかのルールを定め、それによって議事録などは前回までの議事録より見易いものになった",
      "これからも自分が改善したほうがよいと思うようなアイデアについては積極的に共有してより・monacaのデバック機能を用いて、現在の「じぷり」を実際に起動した",
      "それによってじぷりにどのような問題点があるのか？どのような改善が行えるか？などのユーザビリティテストが行えるようになった",
      "本プロジェクトは前年度の「じぷり」の保守管理や機能を追加などを行うため引き継ぎが必要であった",
      "そのため前年度の陣川町の担当であったTAの方に一部も資料をいただき、「じぷり」の分析を行った",
      "しかし自分たちが思っていたような内容の資料ではなく、理解が進まない状態であった",
      "その際TAの方に直接聞けばよかったのだがなにがわからないのかもよくわかっていない状態であり、なおかつこちらとTAの方々との認識の違いがあったことがわかり、うまく議論が進まなかった",
      "これからも自分が改善したほうがよいと思うようなアイデアについては積極的に共有してよりよい議論を進めたい",
      "人と人の間にが考えや認識のちがいというのは起きやすいので、わからないことをちゃんと聞く、自分の伝えたいことはきちんとした言葉で伝えることが大事にしたい"
    ],
    "5月24日": [
      "- タスク管理についてツールの提案があり、今後導入していく方針になった",
      "プロジェクトをスムーズに行う上で新しいツールの導入などは積極的に行っていくべきだと思った",
      "- 陣川グループメンバー内で「じぷり」のレビュー会を行い、それぞれが現状の「じぷり」について気づきや改善点などを挙げた",
      "互いの意見を共有することで今後のリファクタリングのよい材料になるので定期的に行っていきたいと思った",
      "- FWの詳細について話し合いをおこなった",
      "FWを行う前に目的や何をやるかなどを明確に決めることでFWを行い意義を定めることができてよかった",
      "- 町内会の方々との重要な連絡などを先生方に共有にしておらず、町内会の方々との話し合いについて認識のずれが生じるところだった",
      "今回は問題なく事なきを得たが今後先生方に共有するべきだという結論に至った",
      "- 今後重要な連絡などはメールで先生方やTAをCC・BCCに入れて共有することにした",
      "- 月例レビュー会に向けて早めの行動でしっかりとした準備を行っていきたい"
    ],
    "5月26日": [
      "陣川町への理解を深めるために陣川町でFWを行った",
      "北海道東照宮の元宮司の方と陣川あさひ町会館の管理人の方にお話を伺った",
      "元宮司の方には陣川町で行われる例大祭のことなどについて、管理人の方には陣川町のことやイベントの管理について教えていただいた",
      "お二方に話を聞き、陣川町は他の町内会とは違う活気があることや「じぷり」について新たな改善点を発見することができてよかった",
      "- FWの際に話の内容をしっかりと記録するためのメモや録音をし忘れていた",
      "- FWの際、管理人の方のお名前を聞き忘れてしまっていた",
      "- 今後FWの際、お話を聞くときは許可を頂いてメモや録音をするようにする",
      "- お話を伺うときはこちらが名乗り、それから相手の方のお名前を確認する"
    ],
    "5月31日": [
      "- 月例レビュー会の準備を行った",
      "この際本プロジェクトの目標、これまでの活動などを改めてグループ内で再認識することができた",
      "このように定期的に目標や活動を振り返ることで自分たちが向かうべき道を見失わずに、今後の活動へよい影響を与えると感じた",
      "- 月例レビュー会はレビュー会を報告会のようなものだと感じていた",
      "しかしTAの方からのアドバイスからレビューをどんどん貰えるような内容を盛り込むべきものだったと気づいた",
      "それを受けて新機能や改善点についての発表の内容の追加を行った",
      "- 月例レビュー会の準備に関して作業開始がかなり遅かったように感じた",
      "他の班と見比べてスライドの内容やプレゼン発表など行っており、タスクの振り分けおよび進捗が不十分であるように感じた",
      "- 自分に関してもスライドの作成に関して遅れてしまい発表メンバーに負担をかけてしまっていた",
      "- 月例レビュー会の準備を早めに行おうという自分に課したTryを実行に移すことができていなかった",
      "今後の活動していくなかで目標を定め、行動に移すということは重要なことである",
      "なので目標設定の仕方、タスクの内容や複数ある場合はその優先度、スケジューリングなどをやり方を変えて意識を変えていかないといけないと感じた",
      "- 今後タスクの振り分け方やプロジェクト進行にあたって改めてルールを制定するなどの共通の認識を行う必要がある",
      "- 個人的にプロジェクト学習に関しての認識が甘かった節があったので、自分に鞭を打ってもう少しプロジェクト学習に本腰を入れていきたい"
    ],
    "6月14日": [
      "- ヒアリング資料のレビューを奥野先生はじめ恵先生や他のTAの方からレビューを頂いた",
      "レビューをいただくことで自分たちだけでは気づかなかった問題点が多く発見された",
      "これを受けて改めて第三者からのレビューは非常に貴重で自分たちの糧になると感じた",
      "- ヒアリングに関してのレビューを受けて、自分たちが想定していた以上に問題点があったと感じた",
      "資料の見直しや町内会の方々の視点に立った見易い資料というものが足りなかったと感じた",
      "- 今回のヒアリングに限った話ではないが、準備の見積もりの甘さなどスケジューリングの甘さが見えてきたと感じた",
      "- 出来る限り受けたレビューを基に手直しを行って、目的を達成できるようなヒアリングにしたい",
      "- ヒアリングが終わり次第今後のスケジュールを改めて明確にしたい"
    ],
    "6月16日": [
      "- ヒアリングの際の反省点を班全員で共有した",
      "問題点などを全員で認識することで次回どうするべきかということを話し合い改善点を明確にできた",
      "今回見つかった改善点は次回以降に確実に反映させるようにしたい",
      "- ポスター作成に関する日にちごとのスケジュールの見積もりを決めた",
      "スケジュールを明確にすることは今後も含め、非常に重要な事だと感じるので継続していきたい",
      "- 前日のヒアリングを基に方針を決定した",
      "能動的機能の追加は町内会の方々にはあまり感触の良いものではなく、デザイン面に目を向けたUIや機能改善のみに絞ろうとした",
      "しかし教員やTAの方々から機能の説明の際にちゃんと自分たちが提案したいことが町内会の方に伝わっていたか怪しいことやすぐに案を潰すことはもったいないという指摘を頂いた",
      "先方の反応が良くなかっただけでその道を潰してしまうのはよろしくないと感じた",
      "少し保守的な考えていたのかもしれない",
      "話し合いを行った結果、本方針としてデザイン面からじぷりをより良いものにしていくというものに決まり、町内会の方々との需要などに応じて能動的機能追加も視野にいれることとなった",
      "- プロジェクト学習ということを再度認識して、失敗を恐れずに挑戦していく気持ちでいきたい"
    ],
    "6月21日": [
      "- プロジェクトを進行させる話し合い班と中間報告のポスターを作成するポスター班とで作業分担した",
      "全員で同じ作業をやるのではなく、その人物にあった役割分担を行うことができたのはよかった",
      "- 5限にアジャイル開発体験セミナーがあり、その日の活動のまとめを行うことができなかった",
      "いつもと異なった活動時間のときにプロジェクト時間内でのスケジュール管理を明確にするべきであった",
      "- 町内会の担当者さんに渡す資料を完成させる"
    ],
    "6月23日": [
      "- 作業分担したことによって共通認識の誤りを避けるために終了10分前に作業の情報共有をするというルールを追加した",
      "明確に作業分担したのはこれが初であり、随一こういったルールを追加することは今後を見据えておりよいと感じた",
      "- 町内会の担当者さんに渡すヒアリングの資料の作成した",
      "しかしもう少し早く資料完成ができたはずであったし、修正も自分たちでもうすこし修正を挙げることができたと感じた",
      "そうすればより早くレビューを受けられ、早々に次の作業に移ることができたと感じた",
      "- 町内会の担当者さんに渡す資料(完全版)を完成させる  - 次回ヒアリングのことについて早めに決定する  - 中間報告書の準備をする"
    ],
    "6月28日": [
      "- 班員がGitHubをスクラム的な使い方をしていこうと提案した",
      "今までアジャイル開発的な要素を取り入れる事ができずにいた",
      "このように効率的な開発手法を用いて開発を進めていくことは様々な点でよい効果を生むと思うので非常に良いと感じた",
      "- 次回の町内会の方との開発会議のために「じぷり」に対する認識と優先度付き要望リストを作成した",
      "「じぷり」に対する認識については今まで自分たちの中で明確になっていなかった部分であり、もっと早く明確にするべきだったと反省した",
      "また優先度付きリストについては何を基準として優先度を決定するのかでつまづいてしまい、あまり中身を詰めることができなかった",
      "- 自分たちの「じぷり」に対する認識と優先度付きリストを完成させる",
      "- 中間報告書について作業をし始める"
    ],
    "6月2日": [
      "- 月例レビュー会で様々なレビューを頂いた",
      "そのレビューを基に今後の方針に関して改めて再考する必要があるということになった",
      "経験のある先生方やTAの方からの意見は非常に貴重であった",
      "様々な問題や着眼点があるんのだなと学べた",
      "- チーム内でいくつかのルールを制定した",
      "このようなルールを制定することでチーム内でなんとなくで決まっている雰囲気ではなく、明示的に表すことができチーム内の認識を共通にすることは今後スムーズに行うために価値的だと感じた",
      "- レビューを受けて、プロジェクトに関する知識、着眼点など自分の考えの浅はかさが浮き彫りになったと感じた",
      "今後プロジェクトを行っていく上でプロジェクトマネジメントの基礎的な知識や柔軟の視点を持つべきだと感じた",
      "- プロジェクトマネジメントに関する知識を再度身につける",
      "- 何事も物事を柔軟な視点でみてみる"
    ],
    "6月30日": [
      "TeX講座に参加していたためKeepなし",
      "- TeX講座に参加した",
      "目的としては自分たちの環境はmacであるがもしものときのためにwindows環境でも作業を行えるようにということである",
      "しかしうまく環境構築することができず、無意義な時間になってしまった",
      "下調べなどの前準備をしっかりと行っていくべきだった",
      "貴重なプロジェクトの時間を無駄に使ってしまった",
      "- 中間発表・報告書の準備を早めに行う"
    ],
    "6月7日": [
      "- 月例レビュー会を終えて、目標および方針の再設定を行った",
      "今まで自分たちの陣川プロジェクトではただ「じぷり」を引き継ぐという不明確かつ自分たちのプロジェクトといって良いものなのかという気持ちが少なからずあった",
      "しかし今回、改めて方針として操作性や機能のわかりやすさなどのアプリケーション全体のデザインに重点を置く案や町民からのニーズを機能として盛り込んでいくといった案が出た",
      "このような案は昨年度の陣川プロジェクトとは違う自分たちの色になるような案だと感じた",
      "- 先週終えきらなかった月例レビュー会の反省を行った",
      "レビューに関して再思考し、所々が気づきあった",
      "そのために月例レビュー会のまとめスプレッドシートを作成したのにもかかわらず、プロジェクト時間までにその気づきを記述するのを忘れていた",
      "これはタスクを忘れていたことになり、自分のタスク管理の甘さが露呈した",
      "- プロジェクト時間終了後にヒアリングについて奥野先生からいくつかのレビューを頂いた",
      "そのレビューを頂いて、様々な準備不足や準備への考えの甘さが身にしみた",
      "恵先生がヒアリングやインタビューなどは準備でほとんど成功が決まるとおっしゃっていたとおり、資料のわかりやすさや当日の流れなどを明確にしなければいけないと感じた",
      "- 今回ヒアリングに向けての準備不足を実感したので資料作成や当日の流れ、使用機材、参加する方々への確認などの準備をしっかりと行いたい"
    ],
    "6月9日": [
      "- ヒアリングに向けて改めて資料作成や全体の流れを明確にした",
      "流れを確認することでチーム内の認識を改めて一致させる事ができた",
      "また資料作成に関してはそれぞれの適正にあったタスクの振り分けであったと感じた",
      "- ヒアリングに向けた準備の進歩が遅いように感じた",
      "ヒアリングがうまく成功に向かうか不安に感じる",
      "前回のProblemでも記述したようにヒアリングへ向けての準備不足と進歩の遅れが感じられる",
      "これから中間発表に向けたポスター作成や報告書も出てくるので準備やタスク管理がちゃんとできるか不安である",
      "- ヒアリングや中間発表発表に向けた準備やタスク管理をしっかりと行っていきたい",
      "タスク管理については誰かがタスク振り分ける役割をもつべきかもしれない"
    ],
    "7月12日": [
      "- 中間発表時のアウトラインを確認した",
      "グループ間の発表内容の違いをできるだけなくすことは重要であるので確認を行ったことはよかった",
      "- 中間発表直前の発表練習会をおこなった",
      "個人的に未だに人前で発表練習をしておらずこの日もメインで発表を行うことがなかった",
      "自宅などで練習を行うが些か不安である",
      "- 中間発表をがんばる"
    ],
    "7月14日": [
      "- 他プロジェクトの発表を聞くのは非常に有意義であった",
      "- 失敗はあったが終えてよかった",
      "- 圧倒的発表練習不足であった",
      "声の張りから伝える内容など酷かった",
      "- 中間報告書含め提出物を頑張る"
    ],
    "7月19日": [
      "なし",
      "中間報告書の作業を行った",
      "レビューでも頂いたが時間の使い方が悪かった",
      "活動時間前までにある程度、本文を完成させピアレビューを行うべきだった",
      "動くのが遅かった",
      "- 中間報告書を終わらせる"
    ],
    "7月21日": [
      "なし",
      "中間報告書の作業を行った",
      "ピアレビューを行ったが、実際のところ報告書を完成させたかった",
      "何度も反省してるがやはりスケジュール管理が甘い",
      "途中で改善を図ろうとしたが初めに遅れに引っ張られ切り替えを行うことができなかった",
      "後期では絶対に改善を行うことを自身に誓った",
      "- 中間報告書を終わらせる"
    ],
    "7月26日": [
      "夏休み中にKotlinを勉強する",
      "プロジェクト全体で前期の振り返りと反省を行い、グループ内で夏休みおよび後期含めた今後の予定を話し合った",
      "前期の振り返りでは反省をもとに後期に活かせる改善点を挙げた",
      "また今後の予定については夏休み中には言語の勉強を中心とした活動を行い、後期開始時からすぐ開発を行うこととした",
      "グループ全体で振り返りできたことは後期のプロジェクト活動にいい影響を与えられると感じる"
    ],
    "7月5日": [
      "- 月例レビュー会でポスターレビューを中心とした中間発表会の発表練習を行った",
      "実際に発表を行ってみるとポスターを作成していただけでは気づきずらい修正が必要な点や、今までの活動を知らないTAの方に見てもらうことで説明不足な点などに気づくことができた",
      "実際に実行してみる、第三者視点から見てみるということは重要だと改めて感じた",
      "- 発表の仕方についてポスターレビュー前に一度練習しただけであったので、様々な問題点が見つかった",
      "例えばポスターやディスプレイをほぼ使わずに発表していた点や時間調整が全くできていなかった点などである",
      "中間発表会までにはしっかりと話す内容の整理や時間調整、また発表の仕方を練習して本番に望みたい",
      "- 中間報告書の章立てのレビューをもらう"
    ],
    "7月7日": [
      "特になし",
      "- 中間報告書の章立てのレビューを頂いた",
      "レビューをいただく一週間前くらいには大まかにできており、もう少し詰めるだけであったがうまく決めきれずいた",
      "しかし実際にレビューをいただくとそのレビューのおかげで自分が感じていた報告書の流れの違和感が解消され、やはりもう少し早く章立てもたたき台をレビューしていただくべきであった",
      "- 中間報告発表会がんばる - 報告書の第一版をを早めにあげる"
    ]
  },
  "1015106": {
    "5月10日": [
      "議事録を作成した",
      "自分が話したことを忘れずに済んだ",
      "その結果、週報が書きやすかった",
      "今後の活動方針を話し合った",
      "じぷりの継続か、新アプリの開発、２つの方向が提示された",
      "どちらにせよ、monaca,OnsenUI,Githubの勉強が必要と気づけた",
      "新アプリの場合、町民を対象としたアプリを作ることを決定した",
      "その場合、ニーズを集める方法が課題になった",
      "中間発表には成果物を作りたいという話になった",
      "Githubの勉強会を行った",
      "ブランチ、コミット、マージなどの開発に必要な用語がわかった",
      "言いたいことはきちんということ",
      "話が個人間で進むことが多かった",
      "全体に意思確認をすることが大事だと感じた",
      "monacaの使い方",
      "Githubの実際につかうこと",
      "チーム間の連携の具体的な方法を考えること",
      "できる人から教わるだけでなく、自分からも吸収する意欲を持ちたい"
    ],
    "5月12日": [
      "陣川町の山田さんと今後の活動方針についてヒアリングを行った",
      "じぷりは陣川町にとても期待されているらしい",
      "継続を期待されているということが分かった",
      "人づてに話を聞くのと実際に話を聞くのは全然違うことが分かった",
      "去年の陣川チームの具体的なスケジュールを教えてもらった",
      "議事録をひとりに任せてしまった",
      "手分けしてとるようにしたい",
      "じぷりを引き継ぐのか、新アプリを開発するのかを決定すること",
      "実際に陣川町へ行ってみる"
    ],
    "5月17日": [
      "ヒアリングの振り返りを行った",
      "その結果、ニーズが大きく２つにあることに気づいた",
      "１つは町内会側からの現時点で出ているニーズ",
      "もう一つは未来大生側からの提案もだしてほしいというニーズ",
      "これからやらなければならないことを話し合った",
      "その結果、佐藤さんと対話をする",
      "陣川へのフィールドワーク",
      "じぷりのユーザビリティテストが挙げられた",
      "もっとチーム内での話し合いをしっかりする",
      "例えば、勉強会をする前にやるべきことがあるんじゃないかとか",
      "なんとなくではなく決定項を増やしていく",
      "OnsenUIを少しでも使いこなす"
    ],
    "5月19日": [
      "議事録の取り方を見直した",
      "結果、議事録はリーダーを除いた４人で１日ごとに交代で書くことになった",
      "会話ログはとらないことにした",
      "進行役はリーダーが行うことになった",
      "議論をスムーズに進めるため",
      "共有してもらった去年の町内会とのやりとりを読んだ結果をみんなで話し合った",
      "自分たちとの差異や気づいたことを共有した",
      "じぷりのコードをもらったので、デバッガーで動かしてみた",
      "来週は実際に使ってみてどう思ったかを共有することになった",
      "話し合いを始める前に、何を目的としたものなのかをはっきりさせておく",
      "今回はそれができていなくて無駄な時間の使い方をしてしまった",
      "去年のチームとの認識の差異を埋める",
      "いろいろと引き継ぎに関して言葉の意味を確かめる",
      "佐藤さんと話す前に何をするべきか検討する",
      "FWで具体的になにをするのか"
    ],
    "5月24日": [
      "連絡手段についての話し合いを行った",
      "LINEは軽い質問やアドバイスを求める場合にだけ使う",
      "重要度の高い内容のものはメールを使う",
      "そうすることで教員やTAと内容を共有することができる",
      "その結果、トラブルが起きることを避けることができると考えた",
      "タスク管理について改めて話し合った",
      "今のままでは管理が不十分だと感じた",
      "そのためZenHubを使うことになった",
      "じぷりを実際に使ってみた感想を班員で共有した",
      "フィールドワークの詳細を決定した",
      "その結果、桜並木、北海道東照宮、berry、桃花にいくことが決まった",
      "ヒアリングの詳細が決まり切らなかった",
      "時間配分を考えていきたい",
      "話の主題がどんどん流れていったので議事録をうまく書けなかった",
      "ヒアリングの詳細決定"
    ],
    "5月26日": [
      "実際に陣川町へ行ってフィールドワークを行った",
      "東照宮で元宮司の大谷さんとお話をした",
      "お祭りのことや社務所では空手を教えていることなどを伺った",
      "陣川あさひ町会館の管理人さんにお話を伺った",
      "じぷりをとても楽しみにしていて、早く使いたいと仰っていた",
      "実際にイベントの参加者の受付を行っている人で、どういうところに困っているのか、大変なのかなど生の声を聴けた",
      "とても参考になるお話だったので、これからのリファクタリングに役立てていきたい",
      "お名前を伺った際、こちらの所属は伝えたが、個人の名前を伝え忘れていたので失礼なことをしてしまったと反省した",
      "お話を伺う際、メモを取りながら伺うようにする",
      "フィールドワークで得た情報をまとめる",
      "月齢レビュー会のスライド、内容を作成する"
    ],
    "5月31日": [
      "月例レビュー会の準備で自分たちの活動が振り返ることができた",
      "改めて目標を共有できたのでメンバーが同じ方向を向くことができた",
      "前回行ったフィールドワークについて話す時間がもっと取れればよかった",
      "ほかのチームにも情報共有できればよかった",
      "レビュー会の内容についてもっと詰める"
    ],
    "6月14日": [
      "次回の月例レビュー会についての話し合いを行った",
      "昨年度のポスターをもらったのでそれを基に内容を決めていきたい",
      "次の日のヒアリングに向けての資料の確認を行った",
      "先生とTAの方にみてもらってレビューをもらった",
      "レビューをうけて作業に優先度を付けた",
      "資料をつくるのが遅すぎてレビューをうまく反映させることができなかった",
      "もう少しいろいろと考えを深く持つべきだった",
      "レビューを反映した資料作り",
      "各ドキュメントの印刷",
      "ヒアリングに向けた物品確認（ミーティングレコーダ、デモ用の実機セットアップ）"
    ],
    "6月16日": [
      "ヒアリングについての振り返りを行った",
      "当初に決めていた目標は達成できた",
      "こちらから提案した方針は受け入れてもらえなかった",
      "しかしこちらの意図したものとは異なる認識がされていた可能性があることがわかったのでもう一度しっかり準備して説明をすることになった",
      "現行のじぷりについては様々な機能的要望をもらったので「ユーザー中心設計の重視」に集中し、要望の優先度を考える必要があることがわかった",
      "おおきくUI等のデザイン的検討(見た目)と現行の機能を更に使いやすくする為の改善案検討（機能改善）の２つを重視することにした",
      "町会役員が考えているじぷりとチームが考えているじぷりに違いがある可能性があることに気づいた",
      "ポスターに書く内容を決めた",
      "うまく説明しないとこちらが意図しない意味で伝わったしまうことが分かった",
      "自分たちが「じぷり」どのようなものと認識しているか、また今後どのようなものにしていきたいかを明確に決める"
    ],
    "6月21日": [
      "プリント講習会とTex講習会の参加者を決めた",
      "メンバーを２つにわけて作業の効率化を図った",
      "ポスター班は中間発表に向けてポスターを作る",
      "プロジェクト進行班はプロジェクトについての作業を行った",
      "陣川との会議ででたアプリに対しての意見、要望のまとめを行った",
      "とりあえず大きく「見た目」と「機能」の２つに分類した",
      "２つに分けたのはいいがグループごとにやっていた作業に不透明な部分がでていた",
      "陣川町におくる会議の議事録の作成"
    ],
    "6月23日": [
      "中間発表会についての話し合いを行った",
      "発表当日はポスターの他にディスプレイを使ってアプリのデモを行うことを決めた",
      "前回の反省を受けてルールを追加した",
      "「作業が別れるときは終わる１０分前に何をやったか情報共有する」・作業グループを前回と同じように２つに分けた",
      "ポスター班は引き続きポスター作製",
      "大体の形ができた",
      "プロジェクト進行班は議事録の修正と要望一覧の作成を行った",
      "次回の開発会議に向けての大まかな日にちや必要なものを書き出した",
      "ヒヤリングや開発会議など名前が統一されていなかった",
      "開発会議ですべて統一した",
      "レビューを頂いたドキュメントを修正し、修正点が無くなり次第佐藤さんにメールで送信する",
      "佐藤さんと新陣川グループのLINEグループを作成する",
      "ポスターに掲載するアプリ画面をスケッチで作成する",
      "ポスターのタイトルを考える"
    ],
    "6月28日": [
      "引き続き作業グループを２つに分けて活動した",
      "じぷりに対しての認識について陣川町側と共有する為、こちらの認識をまとめた",
      "意見、要望に優先度をつけようとした",
      "ポスター班は引き続きレビューの反映を行った",
      "優先度を決めるときに価値基準を決めていなかったので何を基準にして並べればいいかわからなくなり、あまり決まらなかった",
      "優先度の付け方についてアドバイスをもらったので付け直し",
      "じぷりをこれからどうしたいかをもうちょっと詰める"
    ],
    "6月2日": [
      "月例レビュー会を行った",
      "自分たちでは気づかないことを気づかされたのでやってよかった",
      "今後の方針について再考する必要があると気付いた",
      "そのうえで話し合いを行った",
      "こちらから何かを提案できたのはよかった",
      "ほかのグループにもっと質問ができればよかった",
      "もっと意見を出しやすい環境になればよいと思った",
      "意見を聞くときは否定から入らずとりあえず聞く",
      "そのうえでできない理由やできる理由を共有する",
      "レビューをもらったのでその反映",
      "ヒアリングの話す内容の調整"
    ],
    "6月30日": [
      "月例レビュー会について話し合った",
      "当日の発表者、写真撮影、メモの役割を決めた",
      "新実装機能のプロットを作るという話が出たが、詳細な仕様が決定してないので、今回は見送る事になった",
      "全体ポスターの陣川部分はポスター班が担当することになった",
      "ポスターのレビューを基に修正を行い、印刷できる状態にする",
      "グループ報告書の大まかな章を立てる"
    ],
    "6月7日": [
      "月例レビュー会を終えてそれに対しての振り返り、意見交換を行った",
      "今後の方針について意見を出し合った",
      "その結果、２つの案が出た",
      "これを町内会側と話し合ってまとめようと思う",
      "ヒアリングについて詳しい内容を決めた",
      "目標を決めて何のためにやるのかを明確にした",
      "ぼんやりした言葉ではなく明言化した言葉で記述する",
      "ヒアリングのアジェンダのの詳細決定",
      "その際の目的"
    ],
    "6月9日": [
      "第２回ヒアリングの詳細な日時や必要物品を決めた",
      "会議に使う資料を作成する必要が出てきたため、それを分担して作成することになった",
      "前回決めたヒアリングのアジェンダの確認をした",
      "何のためにある項目なのか、何を説明する項目なのか全員で確認するべきだった",
      "各自資料の作成",
      "全体的なヒアリングの確認"
    ],
    "7月12日": [
      "中間発表の練習を全グループ並行して行なった",
      "他のグループの発表を見ることができたので参考になった",
      "ポスターの内容の最終調整をした",
      "発表練習をする"
    ],
    "7月14日": [
      "中間発表会を行った",
      "他のプロジェクトの評価を行った",
      "質疑に対して比較的答えることができた",
      "発表練習が足りていなかったので詰まったところがあった",
      "PCが熱くなって動作が遅くなり、デモがうまくいかないことがあった",
      "報告書の作成",
      "その他諸々の期末提出物の作成"
    ],
    "7月19日": [
      "報告書の文章をとりあえずみんな書いてきた",
      "全体的に見てどの部分の文章が足りないのかを確かめた",
      "文章が完全でないところがあった",
      "報告書の完成",
      "学習フィードバックシートの作成"
    ],
    "7月21日": [
      "報告書のピアレビューを行った",
      "レビューを受けて修正し最終的な調整をした",
      "学習フィードバックシートにメンバーと教員からサインをもらった",
      "報告書のレビューをお願いした",
      "レビューの反映",
      "学習ポートフォリオの作成"
    ],
    "7月26日": [
      "前期の振り返りを行った",
      "グループ内の反省を聞けて参考になった",
      "じぷりの開発環境について話し合った",
      "チーム内の意見としてはネイティブで開発したいということになった",
      "後期の活動を大まかに決めた"
    ],
    "7月5日": [
      "月例レビュー会を行った",
      "ポスターを実際に印刷し、近くで発表を聞いてもらった",
      "発表を人任せにしてしまった",
      "発表担当ではなかったが、中間発表当日は自分も発表することになるのでそのことを考えて自分も練習するべきだった",
      "ポスターの調整"
    ],
    "7月7日": [
      "中間発表会の前半と後半のチームを分けた",
      "全体ポスターとグループポスターにレビューをもらうために、最終版やプレ最終版をいつあげるなどの予定を立てた",
      "報告書の章立てをTAと教員に見てもらった",
      "言われたところの修正修正を行った",
      "ポスターを完成させる",
      "優先度表を完成させたい、開発会議の資料も作成したい"
    ]
  },
  "1015110": {
    "5月10日": [
      "話し合っている最中に各々が自分の言いたいことを言えていたと思う",
      "TAの方からじぷりの概要について聞くことができた",
      "そのおかげで新しいアプリを作っていくか、既存のアプリに変更",
      "追加をしていくかの二通りに絞ることができた",
      "開発環境(Monaca,OnsenUIなど)をどうするべきか大まかに決まった",
      "少しやるべきことがわからなくなっていた時間があった",
      "事前にやることをもう少し念入りに決めてから取り組みたい",
      "議事録を全体に共有出来ていなかった",
      "GitHubに関してはほとんどの人が初心者なので、勉強会を次回以降行っていく",
      "デザイン関係のことをデザインコースの人にだけ任せずに、全体でも行っていきたい",
      "気軽に質問を行える雰囲気を作っていきたい",
      "既に知識・技術のある人に任せるだけでなく、自分でも勉強してサポートしていきたい",
      "陣川町との打ち合わせの結果によって、今後の動き方を決めていきたい"
    ],
    "5月12日": [
      "思ったよりもはやくに陣川町の山田さんと話をすることが出来た",
      "その結果、「じぷり」の機能を継続するものを作ってほしいという山田さんの強い思いを知ることができた",
      "TAの方から昨年の活動日程を聞くことができた",
      "そのおかげで、ポスターなどの作成にはかなり時間を取られてしまうことを知ることが出来た",
      "議事録の作成を一人に任せてしまった",
      "その結果、当日中に議事録の内容をまとめきることが出来なかった",
      "次回以降は複数人で担当するようにしていきたい",
      "ヒアリングの録音を一人の携帯に任せてしまった",
      "その結果、ファイルの共有が出来ずに分担作業が困難な状態になってしまった",
      "次から録音をする際には、念のため2台ほどの携帯で録音をする",
      "開発を行っていくために、MonacaとOnsenUIの勉強会を行いたい",
      "山田さんとの話し合いで、実際に陣川に来てみてほしいという意見が得られた",
      "時間を設定して陣川町で実際にフィールドワークを行いたい",
      "山田さんと町の考えとして、「じぷり」の機能を引き継いだものを作って欲しいということがわかった",
      "まずは先輩からソースコードなどを引き継いでもらう",
      "その後で、ユーザビリティテストやコード解析などを行っていきたい",
      "GitHubを実際に使って、習得したい"
    ],
    "5月17日": [
      "グループメンバーと山田さんとのヒアリングの結果を振り返ることができた",
      "その結果、グループ共通の目標として、既存のアプリである「じぷり」を改善・機能拡張していく方針で決まった",
      "議論中にホワイトボードなどを使うことによって、メンバー全員で確認しながら議論を進めることができた",
      "OnsenUIの勉強会を行った",
      "グループメンバー全員がOnsenUIが大体どのような仕組みであるかを理解できた",
      "誰が議事録を担当するか明確に決めていなかったので、途中で議事録を編集する人が誰もいなくなった時間があった",
      "進捗報告の時間までに議事録が書き終わらなかったので、次回以降は担当を明確に決めたい",
      "議事録の取り方や議論の進め方について話し合いを行いたい",
      "先輩から頂いた引継ぎ資料の確認を各自行ってくる"
    ],
    "5月19日": [
      "プロジェクトの開始直後に、議事録の取り方や議論の進め方について話し合いを行った",
      "その結果、議事録をどのようにとり誰が担当するのか明確になったので議事録が見やすくなった",
      "先輩から引き継いで頂いた「じぷり」を実際に自分のパソコン上で実行できるようにした",
      "実際にソースコードを見ることが可能になったので、解析を行っていきたい",
      "事前に何について議論をするのか明確にしていなかった",
      "その結果、議論の途中で何をしているのかグループメンバー全員がわからなくなってしまっていた時があった",
      "リーダーがグループの話し合いをメリハリをつけて進行するようにしたい",
      "先輩からの引継ぎに関して、お互いの認識が異なっていたことから十分な引き継ぎを行うことが出来ていなかった",
      "『じぷり』を実際に使ってみて気づいた部分や不明な点をスプレットシートに記入して、次回レビュー会を行いたい",
      "来週金曜に行う予定のフィールドワークについて、どこへ行くのか、何を目的にして行くのかを改めて明確にしたい",
      "話し合いをする相手や引継ぎを行う際などは、しっかりと相互の考えを正しく認識できているか確認しながら進めていきたい"
    ],
    "5月24日": [
      "町内会との連絡方法について話し合いをすることが出来た",
      "その結果、重要度の高い内容はメールでやり取りし、軽い質問などはLINEでやり取りすることで決定した",
      "また、メールの内容はTAや教員の方とも共有していく",
      "これからタスクが増えていく中で、タスクを管理するツールとしてZenHubを使っていくことが決定した",
      "実際に使用して使用方法を学んでいく",
      "「じぷり」のレビュー会をグループ内で行った",
      "各自の改善案などから気づきも得られたので、リファクタリングを行う際の参考資料にする",
      "1回目の町内会とのヒアリングの詳細決定を行った",
      "その結果、前期は町内会との要望のすり合わせを徹底的に行い、後期は開発をメインで行っていくことが決定した",
      "南部先生と今後の方針について共有することが出来た",
      "町会長とのやり取りは南部先生が担当してくれるので、自分たちは佐藤さんや町の人とのやり取りをしっかりと行っていく",
      "今週の金曜に行う予定のFWの目的、場所、何をするのかを決定した",
      "グループ内だけでしか共有していないものがあるので、TAや教員にも公開してアドバイスをもらう",
      "なかなか開発面の勉強会に時間を割くことが出来ていないので、グループメンバと勉強会に関しての話し合いをする",
      "また、自分で出来そうな勉強はどんどんやっていきたい"
    ],
    "5月26日": [
      "実際に陣川町にFWをしに行った",
      "東照宮、陣川あさひ町会館、雑貨屋berry、中華料理屋桃華に行くことが出来た",
      "東照宮では元宮司の大谷さんから陣川で開催される例大祭について詳しく聞くことが出来た",
      "また、陣川あさひ町会館では管理人の方から実際にアプリにどんな機能がほしいかなどの貴重な意見を聞くことが出来た",
      "実際に町の人の意見を聞くことで、自分たちがレビューを行っただけでは気づかないような改善点などに気づくことが出来た",
      "まさか実際に町の人と話す機会があるとは思っていなかったので、少し準備不足だったと思う",
      "FWを行う際は、町の人と話す機会も考慮して質問したいことなどを考えてから行けるともっと良いかも",
      "月例レビュー会のスライドと話す内容について決める",
      "発表内容では目標などグループ内で共通認識として持たなければならないものが多くあるので、積極的にグループ内で話し合いを行いたい"
    ],
    "5月31日": [
      "陣川町の佐藤さんから電話があったので、電話内容をグループ内と全体へ共有した",
      "佐藤さんの方でプロジェクト時間内に顔合わせが出来るように調整してみてくれるそうなので、それまでに当日に話す内容などを決める",
      "月例レビュー会に向けてスライドの作成や話す内容について話し合った",
      "その結果、グループ内での目標やスケジュールを再確認することが出来た",
      "また、レビュー会はただの報告会ではなく、先生方やTAの方からレビューをもらうものだと気づくことができた",
      "日頃からグループ内だけで完結してしまっている資料などを全体に共有して、レビューを受けて行きたい",
      "事前にFWの内容の振り返りとこれまでの活動内容の振り返りを行うと決めていたが、レビュー会の準備に時間がかかってしまい中途半端になってしまった",
      "時間配分をしっかりとして、司会を務める自分が一つ一つの話し合いを区切っていきたい",
      "レビュー会では積極的に今自分たちが悩んでいることや、自分たちで考えた案などを共有して実りのあるレビュー会にしたい",
      "佐藤さんとの話し合いで聞きたいことなどは文書にまとめていきたい",
      "思っていたよりプロジェクトの時間短いなあ・・・"
    ],
    "6月14日": [
      "次に行われる予定の月例レビュー会（ポスターレビュー会）に向けての話し合いを行った",
      "レビュー会の候補日として6月30日と7月5日が挙がっていたが、スケジュールに余裕が欲しいため7月5日を希望した",
      "前年度の中間ポスターを先輩から頂いたので、参考にして作成していきたい",
      "6月15日に行われる予定の町会の方とのヒアリングに持参する資料類のレビューを先生方とTAの方にして頂いた",
      "多くの貴重なレビューを頂いたので、それを基に資料を分担して修正した",
      "資料の最終的な完成が会合の前日となってしまった",
      "マイルストーンから逆算してスケジュールを立てることが出来ていない",
      "グループ内で今後のスケジュールについて改めて立て直したい",
      "資料類のバージョン管理をしっかりと行い、バージョンごとにどんな修正がされたのかをしっかりと把握できるようにしたい",
      "マイルストーンから逆算して今後のスケジュールを決める",
      "資料のバージョン管理を行う"
    ],
    "6月16日": [
      "6月15日に行われた町会の方との会合の振り返りを行った",
      "当初の目的であった顔合わせとご挨拶に関しては達成できたと思う",
      "方針策定という目的は、こちらから提案した二つの提案のうち「町民の方が能動的に使える機能」という提案に対して町会役員の方々は否定的だった",
      "その結果、私たちは一つの提案は却下されたのでもう一つの方針で活動を行っていこうと決めた",
      "しかし、TAの方から私たちの提案内容をしっかりと相手方に伝えることが出来ていなかったのではというアドバイスを頂いた",
      "確かに提案を早々に切り捨ててしまっていたと思うので、もう一度会合を開いて具体的に提案したい",
      "会合で町会役員の方とTAの方とグループメンバーの間での「じぷり」に対する認識が異なっていると感じた",
      "TAの方と自分たちの認識はすぐに確認することができるのですぐにしたい",
      "ポスター作成に関して、各日程でどこまで作業を進めるのか日程ごとにスケジュールを決定した",
      "アジャイル開発セミナーや各講座がプロジェクト時間内に入ってくるのでそれを考慮してスケジュールを決定した",
      "準備不足にならないように逐一、グループ内でタスクを確認していく",
      "会合を振り返ってみて、準備不足が目立っていたと思う",
      "今後は一度でも実際にシミュレーションを行うことで、当日に慌てることのないようにしたい",
      "また、資料などは余裕を持って一週間前にはレビューを受けられる状態にしておきたい",
      "否定された方針を完全に捨てるということはしたくないが、そろそろ方針を決定した上で動いていかないとスケジュール的に問題があるのではないかと思う",
      "また、町会役員の方からは、現行じぷりのUIや機能改善を行って欲しいという強い要望があるが自分たちの方針を通せるとするなら通してしまってもいいのか不安に思う",
      "ポスター作成についても、もっと早くに詳細なスケジュールを決めておくべきだったと思う",
      "時間がないので分担を行って効率的にタスクをこなしていきたい",
      "町会の方から頂いたご意見や要望の洗い出しと、機能がなぜ必要なのかをスプレッドシートにまとめる",
      "優先度はグループ内で話し合って決めたい",
      "分担をしっかりと考えていかないと"
    ],
    "6月21日": [
      "プリンタ講習会とTex講座の参加者を決定した",
      "デザイン面で頼ってしまっているメンバーがプリンタ講習会に参加するので、ポスターの制作に影響が出る恐れがある",
      "レイアウトなど決められる場所はプリンタ講習会の前に決めて、メンバーが抜ける際は文章などを詰めていきたい",
      "作業を行っていく上で早急に取り掛からなければならないことが大きく二つほど出来たので作業分担を行っていくことにした",
      "具体的には、ポスター制作班と町会役員の方との話し合いなどに関連する作業をしていくプロジェクト進行班に分けることで決定した",
      "分担ごとに作業に取り掛かることで、効率よく作業を進めることが出来たと思う",
      "ポスターはレイアウトの作成が完了し、ヒアリングで得られた意見や要望をまとめることも出来た",
      "メンバー全員でアジャイル開発セミナーに出席した",
      "アジャイル開発とは一体どんなものなのかということについて、グループで活動を行いながら知ることが出来た",
      "プロジェクトにも積極的にアジャイル開発法を取り入れていきたい",
      "どうしてもポスター制作で情報デザインのメンバーに頼ってしまいがちになるが、作業が偏ってしまわないようにしっかりと分担して作業を行っていきたい",
      "アジャイル開発手法に関する本を借りて、よりアジャイルについての知識を深めたい",
      "またプロジェクトにも積極的に取り入れていきたい",
      "ポスター班とプロジェクト進行班で各自のグループがどんな活動を行っているのかしっかりと共有を行っていきたい"
    ],
    "6月23日": [
      "中間発表会についてグループ内で話し合いを行った",
      "発表形式に関しては、ポスターとディスプレイを使用することで決定した",
      "ディスプレイはリリース予定である「じぷり」の映す",
      "また発表場所については特に希望がなかったので、都合の良い場所で発表を行うことになった",
      "グループ内で分担して作業を行っていく上で新たにルールを追加した",
      "全体レビュー１０分前ほどにグループ内で各自行った作業を共有することでしっかりと進捗などを全員で把握していきたい",
      "ポスターと佐藤さんに渡す各資料のレビューを受けながら、修正を行っていくという作業を分担して行った",
      "積極的にSlackにファイルを上げてレビューして頂くことによって自分たちだけでは気づくことのできない修正点に気づくことが出来たので今後も行っていきたい",
      "レビューを頂く際にはしっかりと自分たちで確認を行った上で資料を上げた方がいいのかもしれないと思った",
      "レビューを頂いたドキュメントを修正し、修正点が無くなり次第佐藤さんにメールで送信する",
      "（Ccに先生方やTAの方を入れる）・佐藤さんと新陣川グループのLINEグループを作成する",
      "ポスターに掲載するアプリ画面をスケッチで作成する",
      "ポスターのタイトルを各自考えてくる（去年:陣川あさひ町会のイベント開催に関する問題を解決するアプリの開発）"
    ],
    "6月28日": [
      "次回の開発会議で使う資料などの作成を進めた",
      "開発会議を行う上で、自分たちと町会役員側で「じぷり」に対する認識がずれていることが問題であると前回の開発会議で感じた",
      "そこで、まず自分たちの「じぷり」に対する認識（じぷりとはなんの為にあるものなのか）ということについて文字に書き起こして確認を行った",
      "また、町会役員の方々から頂いた要望や意見を基に作成した要望意見リストに優先度付けを行った",
      "しかし、優先度を付ける際の基準について迷ってしまいあまりリストを作ることが出来なかった",
      "ポスターについてはTAや先生方から多くのレビューを頂きながら修正をすることが出来ているので良い傾向だと思う",
      "月例レビュー会までにはある程度見せられる形にしたい",
      "優先度を付ける際に自分たちの中で煮詰まってしまった後、すぐに先生にアドバイスを求めるべきだったと思う",
      "先生に優先度付けをする際のアドバイスを頂いたところ、いきなり優先度で考えるのではなく、まずは重要度と緊急度などに分けて考えてみると良いというアドバイスを頂くことができた",
      "次回はそのアドバイスに基づいて優先度を付けていきたいと思う",
      "レビューして頂いた点をもとにポスターの作成を引き続き行っていく"
    ],
    "6月2日": [
      "月例レビュー会を行った",
      "様々なレビューを先生方やTAの方々から頂くことができた",
      "その結果、方針や目標の見直しをする必要があるとグループメンバー内で認識した",
      "アジャイルセミナーとオープンキャンパスについてどうするか話し合った",
      "アジャイルセミナーはアジャイル開発手法について知ることができるいい機会なのでグループメンバー全員で参加することで決定した",
      "また、オープンキャンパスの展示会についてはインターンのかぶるメンバーもいる可能性があるが、まずは出展するという意向で決定した",
      "グループ内でのルールについて改めて確認と、ルールの文書化を行った",
      "今まで曖昧になってしまっていたルールを再確認することができたので、これからの活動もよりスムーズになっていくと思う",
      "グループの目標などは明確に今まで決めておらず、月例レビュー会を行う際に作ってしまったので不十分な目標だと思う",
      "グループで方針と目標について再度話し合い、しっかりとした目標を立てたい",
      "レビュー会でのレビューについてはまだ個人で把握できていない部分も多いので、次回までに各々がしっかりとレビューについて確認する",
      "方針の案を出すために各個人で方針について考えて、次回方針と目標について決定したい",
      "そろそろ佐藤さんとの顔合わせの日程も決まってくるはずなので、話し合いについての文書をまとめる"
    ],
    "6月30日": [
      "全体ポスターについての話し合いを行った",
      "全体ポスターの陣川グループが担当する部分の文やデザインは主にポスター班に行ってもらうことで決定した",
      "月例レビュー会についても話し合いを行った",
      "具体的にポスターをいつまでに印刷するのかということや、発表時の役割分担について決定した",
      "ポスターと資料の作成を引き続き行った",
      "ポスターについてはレビューを数多く受けながら改善しているので大分形になってきたのではないかと思う",
      "優先度については当初は「重要度」と「緊急度」に分けて考えようとしていた",
      "しかし、作成している途中で重要度と緊急度は同じものなのではないかと考え、「緊急度」と「時間的コスト」から考えることにした",
      "優先度リストについて、「緊急度」と「時間的コスト」について考えたが、先生から緊急度と重要度は似ているかもしれないが同じものではないというご指摘を頂いた",
      "重要度についてしっかり考えて優先度を再設定したいと思う",
      "次回は月例レビュー会なので、前日には発表のシミュレーションを行う",
      "優先度表についてはなるべく早くに決めなければならないので、頂いたアドバイスをもとに完成させたい"
    ],
    "6月7日": [
      "グループ内でレビュー会の振り返りと気になったことについてのまとめを行った",
      "話し合いの中でアプリのターゲットについて明確にしようという議論になったが、ターゲットの設定は佐藤さんとのヒアリングを終えてからの方がいいという結論に至った",
      "佐藤さんとのヒアリングで提案する方針案について2つの案がまとまった",
      "1つはデザイン面に目を向けてより使いやすくするというもので、もう1つは町民に能動的に使ってもらえるような機能を追加することである",
      "実際に町内会側に方針を提案して反応を伺いたい",
      "佐藤さんとのヒアリングの内容について大まかな流れを決定した",
      "ヒアリングの内容についての内容を決めることを先延ばしにしすぎてしまった",
      "そのため、プロジェクト学習時間内でTAや先生方から十分なレビューを受ける時間を設けることが出来なくなってしまった",
      "レビューには時間がかかるので、レビュー時間を考慮したスケジュールを立てて行きたい",
      "佐藤さんとのヒアリング日程を決定する",
      "ヒアリング内容の大まかな流れのそれぞれの詳細を各自で考えてくる",
      "提案用のスライド作成を行う"
    ],
    "6月9日": [
      "佐藤さんとのヒアリングの詳細決定を行った",
      "具体的な流れや時間配分などを確認した",
      "当日持って行く資料としては、説明用にスライドとヒアリングが終わってからも大体の話し合いの要点を佐藤さんが把握できるように文書ドキュメントを作成することで決定した",
      "ヒアリングの詳細決定に基づいて、当日持参する資料の作成を分担して行った",
      "それぞれレビューしてもらわなければならないので次のプロジェクト学習の時間までには作成し終えてレビューを受けたい",
      "佐藤さんとのヒアリングの日程が6月15日（木）ということで決定したが、当日持参する資料などのレビューをまだしてもらっていないので、早めにレビューを受ける",
      "各自担当している資料の作成を次回のプロジェクト学習の前日までには共有してプロジェクト学習当日にレビューを受けて直すという形にしたい",
      "ヒアリングの役割分担を決定する"
    ],
    "7月12日": [
      "実際にポスターセッション形式で発表の練習を行うことができた",
      "レビューを頂くことで発表技術やポスターの内容などで改善すべき点があることに気づくことができた",
      "頂いたレビューをグループでまとめた",
      "まとめることでグループ内でどのように発表した方が効果的かということについて考えることができた",
      "考えた発表方法を実際にシミュレーションすることでグループメンバー全員が発表方法を認識することができたと思う",
      "発表の練習をもっと事前にしておけば、より高い段階でのレビューをもらえたと思う",
      "イメージとは違い、思ったより発表に時間がかかってしまったということがあった",
      "しっかりと、誰か人に見てもらいながら発表の練習などを事前に行う必要があると感じた",
      "グループ内で共有した発表の流れについて、実際に練習して本当に出来るかどうか確認する",
      "質問に対応できるように、質問リストを作成する"
    ],
    "7月14日": [
      "中間発表会を行なった",
      "発表を見に来てくれた人は予想より少なかったが、多くの貴重なレビューを頂くことができた",
      "頂いたレビューをしっかりとグループ内で振り返って、今後の活動に充てていきたい",
      "発表の途中でディスプレイがうまく作動しなくなるというハプニングが起こった",
      "事前にリスク分析を行なっていれば早急に対応できたかもしれない",
      "発表場所が暑かったせいか、発表を聞きに来てくれる人が少なかった",
      "全体ポスターの説明も行なって欲しいという意見が割とあったので、今後はプロジェクト全体としての説明も行う必要があると感じた",
      "中間発表会で頂いたレビューをまとめ、グループ内で振り返りを行う",
      "期末提出物についてグループ内でしっかりと確認を行う",
      "グループ報告書の作業を分担して進めていく",
      "報告書やらないと〜"
    ],
    "7月19日": [
      "報告書の作成を行なった",
      "おおよその章をレビューを受けることができる状態にすることができた",
      "プロジェクト学習の時間は限られている",
      "そのため、限られた時間で報告書の作成をするのではなく、ピアレビューなどをするべきだった",
      "グループ内でしっかりとピアレビューを行う",
      "プロジェクト学習の活動時間に本当にしなければいけないことをしっかりと考える"
    ],
    "7月21日": [
      "メンバそれぞれで分担した報告書のピアレビューを行なった",
      "ピアレビューを行なっただけで、数多くの修正点や改善点が見つかった",
      "レビューで見つかった点の修正などを行うことができた",
      "Slackで連絡を取りながら、報告書の修正を行なっていく",
      "火曜に報告書の完成版を提出する"
    ],
    "7月26日": [
      "各自の夏休みの予定について共有を行なった",
      "第2回開発会議について、日時などをより詳細に決定した",
      "今後の予定について月ごとに何をするか決定した",
      "じぷりの開発環境として、グループ内ではネイティブ化を行なっていくことで意見が一致した",
      "中間発表や前期を通しての反省をプロジェクト全体で行なった"
    ],
    "7月5日": [
      "第２回月例レビュー会を行った",
      "自分たちで実際に作ったポスターを使いながら、中間発表会を想定した発表を行うことができた",
      "中間発表会の一週間前に先生方やTAの方から数多くのレビューを頂くことができた",
      "頂いたレビューを基にポスターの修正や、発表の練習を行っていく",
      "事前に発表のシミュレーションを行っていたので当日にあたふたするということは無かった",
      "次回以降もしっかりとシミュレーションを行った上で発表に臨みたい",
      "ディスプレイでのデモでほとんど真っ白な状態のアプリを映してしまった",
      "タスクは多かったが、中間発表を想定した発表だったので「じぷり」にイベントなどを予め追加はしておきたかった",
      "中間発表前にはしっかりとイベントなどを追加し、その状態でのシミュレーションを行いたい",
      "発表時間が長すぎたので、省けるところは省きながら発表をしたい",
      "また、ディスプレイでのデモはもっと効果的に見せることができると思うので、しっかりと考えて（アプリの何を見せるべきなのかなど）デモを行いたい"
    ],
    "7月7日": [
      "中間発表会の前半発表者と後半発表者を決定した",
      "月例レビュー会でのレビューを基にポスターの修正を行った",
      "グループポスターだけでなく、全体ポスターについても作業を進めることができていて良いと思う",
      "報告書の章立てを行い、先生方やTAの方からレビューを頂いた",
      "頂いたレビューを基に修正を行っていく",
      "ポスターと報告書の作業にタスクが集中してしまって、本来のプロジェクトで行っている開発会議の資料作成などに時間を割けなくなってしまっている",
      "プロジェクト時間内だけでは時間が足りないと思うので、各自出来ることは時間外でも少しやる必要があると感じた",
      "報告書やポスター作成以外のタスクもグループメンバーに振って行きたい",
      "中間発表会に向けてポスターを完成させる",
      "報告書の章立てが完成次第、内容を分担しながら詰めて行く",
      "伊藤先生からディスプレイ",
      "飲み会企画",
      "物品でiphoneの実機を借りる",
      "アジャイル関係の本を取りに行く"
    ]
  },
  "1015117": {
    "5月10日": [
      "いきなりの航空チケット予約だったが、メンバー全員がスムーズに進めることができた",
      "リーダーに任せっきりにするのではなく、メンバーが主体的に考え行動していた",
      "加えてリーダーも積極的にメンバーを頼って相談していたため、グループ内に互いに協力し合う良い雰囲気が形成されつつあると感じた",
      "一部のメンバー間でのみ話してしまうことがあった",
      "もっとメンバー間で話題を共有し、チーム全体の交流を深めていきたい",
      "今後どのように活動していくかがまだ不透明のままである",
      "これからの具体的なスケジュールを立てていきたい",
      "チーム内でのタスク管理をどのように行うべきか",
      "Github内で完結させるか、あるいはRedmineと連携させるか",
      "今後Githubを使うのであれば、Slackと連携させて通知を流せるようにしたい",
      "Githubに関しては導入部分で終わってしまったので、チーム内で実際に利用してみるなどしてきちんと使いこなせるようにしていきたい",
      "無知の知"
    ],
    "5月12日": [
      "メンバー全員というわけではなかったが、認知症について学習した内容を自主的にまとめていた",
      "共有する際にとても役に立つので今後も是非継続して効率的に知識を深めていきたい",
      "Gitの導入に関しては、基本的な使い方については一通り学ぶことができた",
      "特に、ただ操作をするのではなくvcsの考え方についても触れることができたため、理解も進んだのではないかと思われる",
      "Gitの講習について、あまり事前の準備をしていなかったので場当たり的な感覚で進めてしまった",
      "もうすこし順序立てて行ったほうがスムーズに実施できたし、わかりやすい講習になったと思われる",
      "Gitの講習を他班の合同で行ったほうが、チーム全体で共有できるし各チーム同士の交流のきっかけにもなった",
      "今後の技術習得に関する講習は、実施前に予めプロジェクト全体で告知したりすると良いかも",
      "Gitの使い方は軽く勉強できたがGitHubについては殆ど触れなかった",
      "また、Gitについても単純なテキストファイルしか扱えなかったので、もうすこし実際のソフトウェア開発の近い形でのGit/GitHub講習をしたい",
      "認知症に関する勉強が思うように進められていない",
      "また、共有の仕方についてももう少し議論する余地があるかも",
      "(スライド、テキスト等)・ブレインストーミングなどのフレームワークを利用してメンバー間で知識の共有をしつつ、具体的なアイデアを出していきたい"
    ],
    "5月17日": [
      "南部先生のFW講座に参加した",
      "FWにおいては、見つけたものをきちんと他の人と共有し、評価してもらえるようにするといったことや、FW先との信頼関係を築くことがとりわけ重要であることがわかった",
      "認知症サポーター養成講座を実施していただく方向で調整することになった",
      "Skype-MTGやFW前に専門家に話を伺える貴重な機会である",
      "それぞれが読んできた認知症関連の本についてスライドやテキストでまとめ、それについて軽く口頭で発表し共有した",
      "認知症に関する知識を効率良く増やすことができた",
      "メンバー全員で一枚のマインドマップを作成した",
      "それぞれで調べてきたことが相互に関連しあっているということがよくわかった",
      "京都府立医大の成本先生とのSkype-MTGを行うことになったが、現状ではまだこちらのアイデアが全くまとまっていない",
      "先方との意見のすり合わせを行うためにも、きちんと認知症について学びアイデアの提案ができる状態にする必要がある",
      "勉強してきた内容の共有で発表する際に、自身の考えをあまり良くまとめずに話してしまった",
      "結果として、自分でも何を言いたいのかよくわからくなってしまった",
      "マインドマップの作成では、あまり積極的に記入することができなかった",
      "マインドマップは項目をつなげどんどん連想させていくものなので、たとえ小さなことでももっと積極的に書けるようにしたい",
      "今後、どのような活動をしていくのか、どのようなものを作っていくのかをなるべく早い段階で決められるようにしたい",
      "認知症に関する勉強の時間をもう少し取れるようにしたい",
      "認知症に関する取り組みについて、海外の情報にもアンテナを張っていきたい"
    ],
    "5月19日": [
      "それぞれが本を読んだりして調査してた内容を共有した",
      "チーム全体では南部先生に貸していただいた本は一通り目を通すことができた",
      "メンバーによっては本だけでなくWeb上の資料や海外の取り組みにも目を向けていた",
      "特にイギリスは日本よりも高齢化が進んでおり認知症に関する取り組みについても日本より積極的とのことなので、学ぶべき点も多々あるのではないかなと感じた",
      "調べてきた内容では新たに回想法が出てきた",
      "アイデアとしては、回想する際のネタをアプリを通して提供してみるといったことが考えられそうだ",
      "意思決定を直接的ではなく、介護者が認知症患者のことをよく知るということで間接的に支援できないかというアイデアが上がった",
      "正直システムを認知症の人に使ってもらうということが現実的ではないということで行き詰まっていただけに、アイデアに新しい方向性を示唆してくれるものであると感じた",
      "昨年、一昨年の医療チームの活動について知ることができた",
      "昨年と同様にロボットを利用しようとするとプログラムはコードを書くよりもアルゴリズムについて考えるといったことになりそうだ",
      "一昨年は認知症に関するiPadアプリを作成しており、今後の参考になりそうだった",
      "ただ、内容については認知症に関するコンテンツを詰め込んだモノのように感じたが、そのような方向性でいいのかは疑問である",
      "システムの方向性としては、アプリなら回想法を中心として介護者支援、ロボットなら認知症患者とのコミュニケーション、その他にSOSネットワークを支援するシステムといったものが見えてきた",
      "段々とメンバーごとに認知症に関する知識の差が出始めていると感じた",
      "私自身あまり勉強に時間をかけられていないので、遅れを取らないように努力していきたい",
      "前回に比べると少しは具体的なアイデアが出るようになってきたが、既存のものがないかなどの調査にまだまだ手が回っていない",
      "手戻りを避けるためにも今後綿密に行っていく必要がある",
      "事前にアジェンダを決めていなかったので、行き当たりばったりに話し合いが進んでしまった感が否めない",
      "リーダーに任せっきりになってしまっているのでサポートしていく必要があると感じた",
      "話したいの中で何が決まったのかや何について話しているのかが曖昧になってしまう場面があった",
      "そうならないように、メンバー間でしっかりと共通認識を持てるように議題をはっきりとさせてから話し合いに望みたい",
      "既存のものやサービスが存在しないかとしっかりと調べ手戻りが起きないようにする、あるいはそれらに勝るとも劣らない付加価値をつけた新しいものを提案したい",
      "周囲に惑わされず、きちんと要件定義等の上流工程を行い必要とされるものを作れるようにしたい"
    ],
    "5月24日": [
      "各メンバから多少曖昧ではあるがアイデアを持ち寄ることができた",
      "既存のものがないかなどについての調査は現状ではまだまだ足りていないと言わざるを得ないが、Skype-MTGやFWに向けた準備が着々と進んできていおり、勉強の成果が出てきていると感じた",
      "既存のアイデアでもそれらを組み合わせて新たな付加価値を生み出せないかという考え方がグループ内にあり、まだまだ知識不足ではある中での一つの活動方針として有効であると感じた",
      "各メンバから出たアイデアはひとまず先生のレビューまでは全て残していくということになった",
      "グループ内でアイデアを否定しないで行こうという雰囲気になっているのはとても素晴らしいことだと感じた",
      "各アイデアをブラッシュアップしてよりいけるようにしたい",
      "各メンバごとに認知症に関する別々の課題を設定しており、グループ内で課題をもう少し絞ってアイデアを考えていくほうが良いのではないかとも思っていたが、メンバごとに勉強している内容も様々なのでむしろ特に分野を絞らないほうが多様な意見が出てきてよいのではないかとも思った",
      "このような活動もグループワークにおける一つの選択肢であるということがわかり、いい勉強になった",
      "各メンバがアイデアを出してきた中、私自身は特に具体的な意見を出すことができなかった",
      "先週の課題であった認知症に関する知識の差の現れ、あるいはプロジェクトに向ける熱意が不足していたと感じずにはいられなかった",
      "改めて認知症に関する現状を理解するために時間をかけていきたい",
      "メンバそれぞれが認知症に関してどのような課題を設定してアイデアを考えているのかについての全体での確認が疎かになっていた",
      "現状ではそれについての問題は発生していないが、メンバ間の認識の違いにより発生しうるリスクを考えると、今後は気をつけていく必要があると感じた",
      "例によってまだまだ認知症の勉強と既存アイデアについての調査が足りていないので、今後も続けていく必要があると感じた",
      "あえて既存のものについて調べそれに足りないものを補ったものをアイデアとして採用したり、ニッチな分野を狙っていくのもありではないかと感じた"
    ],
    "5月26日": [
      "前回はできなかった自身のアイデア提案をすることができた",
      "いままでとやり方を変えて論文を調べてみるという方法を取ったのが功を奏したかもしれない",
      "今まで読んできた本はどちらかと言うと認知症そのものに関する知識やその治療法等について書かれていた",
      "それも必要な知識ではあるが、現状の認知症治療等において具体的にどのような問題点があるのかについてはそれほど触れられていなかったと感じた",
      "論文では介護者をサポートすることで間接的に認知症患者をサポートしようという取り組みがいくつかあった",
      "私自身の中ではそれまでなかった視点だったので今後の参考にしていきたい",
      "また、論文にはアイデアの根拠となるような数値データがいくつも書かれているので、これについても今後のアイデア提案の際に筋道を通して説明する際の参考になるだろうとも感じた",
      "前回のアイデアについて各提案者に再度説明してもらい、前回からの変更点や認識の確認をした",
      "どのアイデアもまだまだ細部までは詰めれていないことがわかったので、今後は自分のアイデアだけでなく他のアイデアについても積極的に意見してブラッシュアップしていく必要があると感じた",
      "アイデア提案用のスライドが初めは文字のみだったが、画像を挿入することでスライドの雰囲気が全体的に柔らかいものとなり、結果としてプレゼンをする際もリラックスして発表することができた",
      "今後プレゼンをする機会も増えていくと思われるので資料作成についても、ただわかりやすいだけでなく発表者がプレゼンしやすいようなものを作っていけるようにしたい",
      "教員・TAの方たちの前で自分たちのアイデアについてプレゼンした",
      "アイデア全体のコンセプトから色々と細かいところまで様々なツッコミをいただけたので、それも参考にプラッシュアップしていきたい",
      "アイデアそのものは全体として良かったとの評価をいただけたが、それに満足せず更に新しいアイデアを見つけるくらいの気概で望んでいきたい",
      "自分のアイデアを出すことはできたが、まだ自分でも曖昧になっている部分があるのでしっかりと細部まで詰めて考えていきたい",
      "スライドなどの資料作成自体は集まらなくてもできることなので、今後は各自で事前に作る等して、メンバが集まれる時間にはメンバが集まる必要のある作業をして、時間を有効に活用したい",
      "認知症の勉強に集中してしまい、タスク管理について先延ばしにしてしまっていた",
      "とりあえず、Redmineを利用しようという話になった",
      "幸い、今のところはタスク管理について問題が出ているわけではないので、今のうちにきちんと運用できるように練習し、メンバだけでなく教員やTAとも共有できるようにしていきたい",
      "アイデアにより具体性をもたせたり、なるべく根拠をデータで示せるようにしていきたい",
      "今のうちにきちんと土台を固めておけば、後々きっと楽になると思うので、大変ではあるがしっかりと取り組んでいく必要がある",
      "FWまでの残り少ない時間を有効に活用していきたい",
      "いきなり大きな成果を出すことは無理なので、一つひとつの作業を丁寧に行っていきたい",
      "時間が思っていたよりも無いことに気づいてしまった・・・"
    ],
    "5月31日": [
      "認知症サポーター養成講座を受講した",
      "実際に認知症の方と接している方々から認知症について、その定義や症状、どのようなケアや支援が必要かなどについてレクチャーしてしていただいた",
      "これまで自分たちが学んできたことの再確認や、実際に認知症の方々と接している方々の生の声をお聞きすることができ、認知症に対する理解を深めることができた",
      "講座の中で最も印象的だったのは、認知症で最も戸惑っているのは患者本人であるということである",
      "これは考えてみれば当たり前のことであるが、それゆえにかどうにも頭から抜け落ちていた",
      "このことを頭に入れているだけでも、認知症の方に対する接し方や持つ印象は大きく変わってくるのではないかと思える",
      "認知症における一番の対策は、認知症について周知することではないかとも思えてきた",
      "私達が作ろうとしているシステムは最終的には、人に使ってもらったり人を支援したりするものであるなら、まずはその人をよく知らなければならないなと感じた",
      "まだたま、認知症に対する理解が十分でない",
      "あるいは実際に認知症の方にあって見る必要があるなと感じた",
      "自分たちが事前に考えていたアイデアについて、認知症サポーター養成講座の講師の方、医療ブロジェクトの方たちに発表しレビューを頂いた",
      "それぞれまだアイデアについての目的やそれに対する手段といったことについて考えを煮詰められておらず、それに対する様々なツッコミをいただくことができた",
      "決して楽ではないが、ここでアイデアについての基盤をしっかりと固め、認知症サポートに必要とされるようなシステムを開発できるようにしていきたい",
      "ITについてそれほど詳しくない認知症サポーターの講師の方々からの素朴な疑問や指摘はとても問題の確信に触れていて参考になった",
      "実際に使っていただくことになるであろう方々に受け入れられるようにするためにも、それらに対してきちんと取り組み解決していく必要があると感じた",
      "認知症の方、あるいはその介護者の方たちは自分たちが思っていた以上にITがとても複雑で扱いきれないといった抵抗感を持っていることがわかった",
      "必要とされるようなシステムとは、利用者にとって極めてシンプル(例えばただ持つだけとか)にする必要があるようだ",
      "今後の活動においては常にそのことを頭に入れて置かなければ、必要とされるシステムは到底開発できなさそうだ",
      "例によって、アイデアの具体的な部分に関してはまだまだ作り込みが甘いと感じた",
      "実際、それに対するツッコミを幾つもいただいた",
      "自分の中でまだ目的とそれに対する手段がごちゃごちゃになっているので、まずはそれらをきちんと整理するところから始めようと思う",
      "実際に認知症の方々にあったり、あるいは認知症カフェのような集まりに参加し、実際の現場の声やニーズを調べる(FW)というプロセスがいままでしてこなかったので今後検討していきたい",
      "現状だと認知症についてのみ調べているが、その根幹にあるのは人と人とのコミュニケーションであると感じたので、今後はそれについても調べてみることで何かヒントになるのではないかと感じた",
      "人についてよく知る必要がある"
    ],
    "6月14日": [
      "以前、Trelloで行おうと決めてからずっと放置してしまっていたタスク管理について、ようやく着手することができた",
      "これまでは特にタスク管理をする必要があるようなことはしてこなかったのでそれほど問題なかったが、今後は中間発表を含め細かなスケジュール管理等が必要になってきそうなので、しっかりと活用して情報共有をしていきたい",
      "前回と同様に、各メンバがこれまでに考えてきたアイデアについての相互レビューを行った",
      "特に自分のアイデアについてのレビューでは他のメンバと共有できていなかった自分の考えに気づいたり、自分のアイデアのどの部分が曖昧なままになっているのかについて気づくことができた",
      "今後はアイデアを絞っていく段階なのでそのあたりについて早急に詰めるようにしたい",
      "京都出張でのWSのまとめについて、特に何も作業をしていなかった",
      "WSで経験したことを文章にまとめることで、自分の考えを整理したりなにか新しいアイデアのヒントが生まれるかもしれないで、なるべく早いうちに取り組みたい",
      "今後のスケジュールについて特に決められていない",
      "京都出張でのWSという一つの山場を超えて、今後どのようにして活動していくのかを含めて、自分たちがどんなことをしたいのかをよく考えていきたい",
      "同女からのWSでのアンケートの回答と同時にWSでの気付きをまとめて、他チームと共有し、また自分たちの考えを整理したい",
      "システム案を絞ることになるが、どのような基準で絞るかなどについてもよく考えていきたい",
      "プロジェクト全体でポスターの項目をまとめ、早急にポスター作成に取り掛かりたい",
      "中間発表までの細かなスケジュールについて決めたい",
      "今週末(6/17)に行われるものわすれカフェ(実質認知症カフェ)へ参加し、実際に認知症の方や看護する立場の方たちと講習することで、なにかアイデアについてのヒントを探してきたい"
    ],
    "6月16日": [
      "これまで各メンバが考えていたアイデアについて、グループ全体取り組んでいくものを幾つかに絞った",
      "アイデアを絞る際にバタフライテストという技法を用いた",
      "曖昧な決め方ではなく、きちんと根拠のある決め方でアイデアを絞ることができた",
      "バタフライテストを用いてアイデアを絞る際の項目に、初めは自分たちがやりたいかどうかという要素を盛り込まずに行っていた",
      "絞ったアイデアについてリーンキャンバスを作成しようとしたが、アイデア自体がメンバが個々に考えてきたものだったので、なかなかリーンキャンバスに書くべき内容について提案できなかった",
      "現状だと絞ったアイデアは、チームのアイデアではなく個人のアイデアでしかなく、それに他のアイデアの要素を加えたりするといったことが全くできていない",
      "絞ったアイデアについてのリーンキャンバスを完成させる",
      "中間発表に伴って早急にアイデアについての詳細を固めたい",
      "ポスターの作成に早めに着手できるようにしたい"
    ],
    "6月21日": [
      "アイデアの再検討を行った",
      "前回の会議の中で一度アイデアをゼロから考え直してみるということになったので、南部先生とTAの方にも参加していただき各自が考えていたことを共有した",
      "これまでと別の視点である、データの加工に注力するのではなくデータの入出力をいかに簡単にするかといったものでも価値は生み出せるのではという考え方が出た",
      "アジャイルワークショップに参加した",
      "アジャイルと言っても要件定義や設計といったソフトウェア開発の基本はしっかりとやるのものであるということがわかった",
      "新しいアイデアというか考え方が出てきたが、それまで考えてきたものとの直接的な関係はあまりないとも言える",
      "何らかの形で新しいアイデアに取り入れていきたい",
      "結局アジャイルというかスクラムについてはどういうものかは誰にもわからないということしかわからなかった",
      "ただ、時間を細かく区切って取り組むというのはなかなかに効果的であるなとも感じた",
      "5限の時間にあったアジャイルワークショップで学んだことを、開発に入ったら実践していきたい",
      "とにかく動くものを作って自分たちのモチベーションを維持していけるようにしたいなと感じた",
      "ライフログを取りたくなったり、そのデータを見返したくなるようなUXを提供できるように類似プログラムの検証や問題点の発見に取り組んでいく必要がある"
    ],
    "6月23日": [
      "ポスターの内容やレイアウトについて話し合うだけでなく、素早く形にすることができた",
      "ポスターに関してはまさにアジャイル",
      "肝心の新しいアイデアについては特に話し合うことができなかった",
      "中間発表においても一番核になるはずの部分なのでできるだけ早急に取り組みたい",
      "(なんかいつも言ってるな)",
      "とにかく類似しているアイデアやプロダクトについて調べて問題点を洗い出し、新しいUXを提供できるようにしたい"
    ],
    "6月28日": [
      "生活習慣が認知症の発症につながるといった具体的なデータを見つけることができた",
      "自分たちの開発するシステムの有効性を説明する際の根拠として活用できそうだ",
      "ポスター第1版についてのレビューをいただいた",
      "現状のままでは, 発表を聞きに来る人だけでなく自分自身でもなにが書かれているのか, 何を伝えたいのかが不明確になってしまっている",
      "おそらくは, 自分たちでもどのようなものを作ろうとしているのかがわかっていないからであると思われる",
      "生活習慣の改善が認知症の予防につながることを示した具体的なデータを見つけ, しっかりと根拠を持って開発していきたい"
    ],
    "6月2日": [
      "月例レビュー会を行った",
      "はじめは単なる定期報告会程度に考えていたが、思っていた以上に様々な意見をいただくことができた",
      "現状ではアイデアを固めて何か作り始めたいという思いがあり気が急いていたが、もっと考えるというプロセスを大事にしたほうがよいのではという意見をいただいた",
      "確かに、現状では文献で得た知識のみで考えているのできちんとニーズの把握ができているかどうかは怪しい",
      "識者の方とのMTGやWSを通してその辺りをきちんと把握して必要とされるシステムを作りたい",
      "成本先生とのSkype-MTGでの流れをメンバ間で確認した",
      "TAの方々に昨年のSkype-MTGの流れについてお聞きし、1:自己紹介, 2:アイデア提案, 3:先方からの意見・アドバイス, 4:(時間があれば)質問と言った流れであるということがわかった",
      "事前にある程度当日の動きを確認できたので、少しは落ち着いてSkype-MTGに望めそうだ",
      "TAの方々に昨年のSkype-MTGの様子についてお聞きした",
      "それまではSkype-MTGである程度アイデアを固めるものだとなんとなく考えていた",
      "しかし、あくまでもSkype-MTGはアイデアの識者の方に提案しアドバイスをいただくのみで、それを参考にしつつも最終的には自分たちで何をするか決めるものであるということを再確認できた",
      "活動のはじめに全体リーダーが遅刻してきていなかった際に、自分たちで考えて行動するということができなかった",
      "特に医療グループは我関せずと言わんばかりに自分たちの活動のことしか考えておらず、周囲がレビュー会の準備をしているにも関わらずそれに協力するということをしようとしなかった",
      "グループではなくプロジェクト全体での活動という視点が欠けていたと言わざるをえない",
      "今後中間報告、OCといった1プロジェクトとして参加することになるであろうイベントが増えると思うので以後気をつけていきたい",
      "月例レビュー会にて、現状出ているアイデアについて発表する際の説明がわかりにくいものになってしまった",
      "具体的にはいきなり具体的なアイデアについて喋るという形になってしまっていた",
      "今後はもう少し抽象的なことから具体的なことへと段階を踏んだ説明をすることで、相手に自分たちが考えているアイデアの全体像をイメージさせられるようにしていきたい",
      "タスク管理にTrelloを使っていくことになったが、それを決める際に一部のメンバだけで話してしまい、またなぜTrelloを使いたいかやそれがどういうものかの説明をきちんとしないままにしてしまった",
      "きちんと説明してなぜ先の話で出ていたRedmineではなくTrelloを使いたいかについて納得してもらえるようにしたい",
      "自分たちのアイデアを最終的に固まったものを見せるのではなく、そのアイデアが生まれてからそこにたどり着くまでのプロセスを見せられるようにしっかりと文章化して記録に残して置けるようにしていきたい",
      "それによって何か新しいアイデアや共通認識が生まれるといったことに期待したい",
      "SlackにURLを貼る際にそれが何のリンクなのかをきちんと添えて貼るようにしたい",
      "現状だと無造作にURLは貼られていて、どのような文脈でURLを貼るに至ったのかが見えてくないのでわかりにくい",
      "例えば、それを見て何か大切だとか共有するべきだと考えたなら、それについて軽く併記しておくと効率よく情報共有ができそうだ",
      "浮かれすぎず、自分たちの目的意識をしっかりと持って活動していきたい"
    ],
    "6月30日": [
      "新たなシステム案について, ホワイトボードに実際に図や言葉で書き出してみることでメンバそれぞれが考えていることを具体化して共有することができた",
      "システム案のうち, 高齢者と家族とのコミュニケーションをどのようにしてシステムに組み込むのかや, そもそものユーザストーリーが曖昧なままになってしまっていた",
      "システムの具体的なユーザストーリーを考えながら本当に効果があるといえるものを開発したい"
    ],
    "6月7日": [
      "成本先生とのSkype-MTGの前に、全体の流れや各自の役割について確認した",
      "事前の確認したお陰で、本番でも混乱せずにMTGに望むことができた",
      "事前のイメージトレーニングはただ物事をスムーズに進めるためだけに留まらない",
      "本番の行動をイメージする際になぜそれをするのかといった、活動の目的について改めて考える、はっきりとさせることにも繋がると感じたので今後も取り組んでいきたい",
      "京都でのWS、及び移動の際の事前確認をした",
      "特に今回は未来大の代表として赴くと言っても過言ではなく、遅刻や安易な行動は絶対に許されない",
      "そうならないためにも、集合時間や当日の行動について全員での共通認識を持つことができたのは大きかった",
      "ただ、全てのことについて確認できたわけではないので、他の情報についても補完や再確認の意味を込めてしっかりと共有していきたい",
      "成本先生とのSkype-MTGを行った",
      "自分たちのどのアイデアについても建設的な意見をいただくことができた",
      "特にmyGO(散歩支援)と介護者SNSについて高い評価をいただくことができたと感じた",
      "myGOは、認知症の方に実際に外に歩くことで認知症の予防ににもつながり、その際のログを取ることで家族も認知症の方の行動を知ることができる、地域のウォーキングマップを利用した地域に根ざした活動ができる、と言った点が評価されていた",
      "介護者SNSは、介護者(特に男性)は孤立しやすく社交の場に出て行きづらい中でそれをつなごうとしている点、介護者特有の悩みを共有するできる場を提供しようとしている点、徘徊者の発見に取り組もうとしている点などが評価されていた",
      "先日のFWの件の反省を行った",
      "帰りの列車の時間に遅れてしまったことの問題点としては、当日の進行について全体リーダに任せっきりにしてしまったことが考えられる",
      "しかし個人的には、全員の気が緩みすぎていたということが最大の理由ではないかと思えた",
      "すうぃふとプロジェクトのメンバは先のことを考えることができなかったり、活動の計画を事前に考えるといったことができないといったことは決してない",
      "実際、石別単体でのFWや陣川のFW、医療の認知症サポーター養成講座、成本先生とのSkype-MTGといったこれまでの活動を考えればそれは明らかである",
      "それぞれが常に目的意識をしっかりと持ち、また、全員がリーダに頼り切りになることなく、むしろ積極的にリーダシップを取るくらいの気概で今後の活動に臨んでいきたい",
      "京都でのWSの目的がはっきりとしていないということがわかった",
      "WSで何をやるのかがよくわかっていなかったのがそもそもの原因であると言えそうだ",
      "それについては今後南部先生に確認を取り、明らかにしていきたい",
      "折角の機会なのだから目的をはっきりとさせ、意味のあるWSにしたい",
      "結局時間がなくてタスク管理(Trello)についての話し合いが全くできなかった",
      "段々とやることや確認するべきことが増えてきたので、それらを一覧できる環境を作るという意味でも早急に取り組みたい",
      "今回のSkype-MTGでの成本先生と認知症サポーター養成講座の講師の方とではITに示す抵抗感がかなり異なったのものなっていた(成本先生は肯定派、講師の方は否定派)",
      "同じ認知症に取り組む人たちでも、立場が違えば意見や考えも変わるという好例であると感じたので、色々な人の話を聞いて本当に対応すべき現場のニーズを見つけられるようにしていきたい"
    ],
    "6月9日": [
      "翌日の京都出張のスケジュールを確認した",
      "前回の成本先生とのSkype-MTGのときと同様に、当日の行動のイメージを掴むことができただけでなく、交通機関の時間についても詳細に確認することができたので、現地での移動についても慌てることなく予定通りに行動できそうだ",
      "また、行動予定をGoogle Docsでまとめたので、あとからの確認や修正も容易である",
      "各アイデアについてメンバ全員でレビューをした",
      "これまではメンバ個人が自身のアイデアについてプラッシュアップしていくという方針で活動しており、メンバ間での意見交換はほとんど行えていなかったので良い機会となった",
      "現状のアイデアについてだけでなく、どのようにしてそのアイデアにたどり着いたのかやその過程でボツになったアイデアについてなどを共有することができた",
      "グループとしてアイデアを固める際の参考にもなると感じたので今後も続けていきたい",
      "京都出張について、学生間と教員やTAの方たちとの共通認識を持てているかについての確認ができていなかった",
      "具体的には、当日は一緒に移動するのかをはっきりとは確認できていなかった",
      "結果として確認することはできたが、プロジェクトの時間が終わってからになってしまったので、今後このような機会があれば疑問に思った時点ですぐに聞くといったようにして、参加者がきちんと共通認識を持てているのかを確認しながら活動を進めていきたい",
      "議事録を取りながらだと話し合いの内容に集中しづらかったり、自分の考えをまとめたり話たりするのが難しいなと感じた",
      "しかし、だからといって議事録担当を複数人にするのも解決策になるのかは疑問である",
      "今後うまい解決方法を見つけたい",
      "京都出張というこれまで一つの目標にしてきた行事が終わり、今後どのように活動していくのかをしっかりと決めたい",
      "↑にも関連する話ではあるが、現状では個々のアイデアを野放しにして考えているだけなので、幾つかに絞るのかや、あるいは統合できたりするのかなどの方針を明らかにしていきたい"
    ],
    "7月12日": [
      "プロジェクト全体で先週よりも中間発表の形式に近い形での発表練習をした",
      "先週では発表しなかったメンバにとっての貴重な練習の機会となった",
      "グループ全体で本番に予想される質問について共有した",
      "その過程で現状のシステム案の問題点などを客観的に考察することができた",
      "事前の発表練習をあまりすることができなかった",
      "喋る内容については準備していたが, 実際に声に出していなければわからないことも多いと思われるので, 本番までに調整していきたい",
      "システム案の曖昧なままになっている部分が糸を引いていて, 発表練習時にもツッコミを入れられた",
      "発表練習をする"
    ],
    "7月14日": [
      "他のプロジェクトの活動についての発表を聞くことができた",
      "活動の目的や理由付けについての説明がなされていない発表があり, それらがないことでいかにわかりにくい発表になるかがわかった",
      "自分の発表の際にはほぼ人が来なかった",
      "発表場所が悪かったのか, 自分の人望がなかったのか・・・・結局十分な発表練習ができなかったので, 発表についても場当たり感が強くなってしまい満足の行く発表にはできなかった",
      "人が聞きに来るような発表を研究する"
    ],
    "7月19日": [
      "メンバーで作業を分担して，報告書の作成を進めることができた",
      "報告書の各章について，執筆者以外の人が確認するようにしたので，文章のミスを見つけやすくなった",
      "自分自身があまりプロジェクトの活動に集中することができなかった",
      "他のメンバについてはしっかりとそれぞれに割り当てられた作業をこなしていたので，今後は気をつけたい",
      "文章の内容をしっかりと推敲する"
    ],
    "7月21日": [
      "前回と同じく，メンバーで作業を分担して報告書の作成を進めた",
      "フィードバックシートについては，グループでテンプレを作成し，フォーマットを共通化できるようにした",
      "報告書について，自分が担当した章の文章の内容がハチャメチャなものになってしまっていた",
      "もう少し自分の作業に責任を持って取り組むようにしていきたい",
      "報告書の内容の推敲をする"
    ],
    "7月26日": [
      "現状のシステム案における問題点の洗い出しをした",
      "曖昧な部分をメンバで共有できたので，今後はそれらを解決できるようにしていきたい",
      "これまでのグループ活動の進め方の問題点についても共有できた",
      "個人的には，前期の活動において最も反省すべきことであると感じたので，後期はそれらを受けて改善していきたい",
      "色々と忙しかったとはいえ，グループ活動の進め方についての問題点の共有ははもっと早くに行うべきだったと感じた",
      "今後は，問題があると感じたらその時点でなんらかの形での共有を行うようにしたい",
      "後期はもっと余裕を持って活動できるようにしていきたい"
    ],
    "7月5日": [
      "本番を想定したポスター発表練習をした",
      "色々とポスターに関しても発表技術についてもいろいろな意見をいただくことができた",
      "他の班の発表も見ることが出できた",
      "自分たちと比較して足りない部分や逆に自分たちのほうが良かったのではないかと思える部分もあった",
      "本番を想定した発表練習だったが, 準備については十分にできていなかった",
      "次にこのような機会があれば, しっかりと準備をしてより有益なレビューをいただけるようにしたい",
      "背景と目的の説明に時間をかけすぎてしまった",
      "聞いている方は飽きてしまうので, なるべく手短にまとめて本題に入れるように練習しておきたい"
    ],
    "7月7日": [
      "作業分担をして効率よくタスクをこなせた",
      "証拠となるような数値データや文献について必要なものについては見つけることができた",
      "これまではグループ全体でポスター制作に取り組んできたが, 結局ポスターを直接いじれるのは1人しかいないので, もっと作業を分担するべきだった",
      "報告書の章立てを早急に完成させて制作に取り掛かる",
      "中間発表の発表練習に取り掛かる"
    ]
  },
  "1015118": {
    "5月10日": [
      "前プロジェクトで開発していたアプリについての説明をお願いした",
      "その結果、今後のアプリ開発について2つの展望が見えた",
      "いま開発しているアプリの続きを開発するか、それとも新規アプリを開発するかの2つで考えていく必要がある",
      "チーム内で技術共有を少し行う時間を取った",
      "今後の勉強会に向けての話し合いもできたので、展望が見えてきた",
      "前プロジェクトの区切りがまだついていないらしい",
      "こちら側が話し合いに参加できるのはまだ先になるとのこと",
      "次回はプロジェクトで用いるOnsen UIの勉強会を行う",
      "次回である程度流れを掴んで貰えればと思う",
      "自分たちのプロジェクトを早く行いたい"
    ],
    "5月12日": [
      "陣川町の担当者の方と今回である程度要望等についてのヒアリングを行えた",
      "この話し合いは今後のプロジェクトの方針を考える上で非常に有益だと感じた",
      "話し合いは今回で初めてだった",
      "その為か話し合いの記録の仕方や分担についてしっかり決定できていなかった",
      "急にヒアリングが決定したため、元々予定していた勉強会が行えなかった",
      "次回こそは勉強会を行う",
      "今後のプロジェクトの方針についての決定も行いたい"
    ],
    "5月17日": [
      "Onsen UIの勉強会を行った",
      "今回である程度Onsen UIがどのようなものなのか把握して貰えたのではないかと思う",
      "前プロジェクトとの連携がいまいち取れていない",
      "前プロジェクトの取組みが不透明なままなので、今後明確化する取り組みを行いたい",
      "前プロジェクトの議事録等資料確認",
      "不明点の洗い出しと今後のスケジュール再考慮"
    ],
    "5月19日": [
      "次回の内容策定まで終わった状態でプロジェクトの時間を終えることができた",
      "コードを見て、改めて開発上の問題点を発見することができた",
      "Angular.jsも必要なことなどがわかり、今後のスケジュールを把握する手助けとなった",
      "議事録の書式や担当などを明確化した",
      "しっかり議事録を取ることができるようになる",
      "話し合いの最中に目標を見失いかけた",
      "明確に議題と行き着く先を決めて話し合いたい",
      "今日中にコードを把握した限りでは、今後はAngular.jsをやらないといけない",
      "勉強会などで今後そういった課題を消化していきたい"
    ],
    "5月24日": [
      "タスク管理ツールについて、またタスク管理そのものについて改めて議論があった",
      "マイルストーンやカンバン等を用いてより効率的なタスク管理を行う事が決定",
      "先方とのやり取りがLINEということもあり、教員やTAにいくつか情報共有がされていない状態が発生していた",
      "先方との情報共有について、改めてよい手法を考えたい",
      "次回がFWとなるので現地の方々に積極的にお話を伺い、有意義なFWとしたい"
    ],
    "5月26日": [
      "今回は現地を知ろうという目的でFWを行った",
      "しかしながら、イベント管理者さんの生の声を伺うことができ、予想より有意義なFWとなった",
      "あまりに有意義過ぎて現地で録音等の記録対応を忘れていた",
      "後に纏めることはできたが、次回以降は録音などいつでも行える準備をしておきたい",
      "次週は月例レビュー会があるため、スライド作成など準備に励みたい"
    ],
    "5月31日": [
      "レビュー会の準備を行うことで、今までの活動の振り返りや整理を行うことができた",
      "レビュー会を報告会のようなものだと勘違いしており、途中まで現状報告やリーンキャンバスに拘ったスライドを作っていた",
      "これについてはTAの方からのご指摘で気付き、今後やりたい事などを盛り込んだレビューしやすい・受けやすいスライドを作成する手助けとなった",
      "次回は実際に月例レビュー会なので、現状考えている事を伝えきりたい",
      "言いたいことを全て伝えることで、レビューを貰いやすいじょうたいになるのではないか"
    ],
    "6月14日": [
      "今後のポスター作成スケジュールについての話し合いを行った",
      "前年度時点ではそろそろ実際に書き始めていたようなので、若干スピード感が遅い気がする",
      "また、今週15日に行われる陣川町との話し合いに向けての資料作成も行っていた",
      "TAの方にも言われたが、もう少し早い段階で準備をしておくべきだったと思う",
      "ポスター、資料作成についても動き出すのが遅いという事を改めて認識した",
      "ポスターや報告書の作成がまだ残っているので、今後はもう少しスピーディーに話し合いや作業を進めたい",
      "実際にタイムキーパーを設置するなど、全員の時間意識をもう少しはっきりさせたい"
    ],
    "6月16日": [
      "実際に話し合いを行った",
      "様々なご意見を伺い、様々な課題が見つかった",
      "メンバーの希望から、能動的な機能をと提案を行ったがやはり反応が薄い",
      "自分としては本当に使ってもらえる機能・必要とされる機能に集中したいので方向性として求められていないのであれば早々に方針転換したい",
      "陣川町サイドと、こちらと、TAとの3つのグループ間でそれぞれアプリへの認識が違う気がした",
      "改めて、各々の認識について話し合う機会を設けたい",
      "陣川町サイドとしては、あくまでじぷりはイベント・お知らせの管理が出来るアプリとして認識しているのではないか",
      "事情や考えを汲み取り、あちら側に立って考える姿勢をもちたい",
      "こちらの提案した意見で粘るのであれば、その意見についてよりより深める",
      "また、ポスターも次週以降本格的に動き出さねばならない"
    ],
    "6月21日": [
      "ポスター版とプロジェクト進行班に内部で分担を行った",
      "これによって、ポスターと並行して会議を進め、中間報告書の準備も少しずつ進められるようになった",
      "しかし、更に綿密な意思共有が必要となるため、今後の課題としたい",
      "本日のアジャイル開発ワークショップで、スクラムの手法について学んだ",
      "得たものを積極的に取り入れていきたい"
    ],
    "6月23日": [
      "ポスター班は第1版のたたき台を完成させることができた",
      "既に頂いたレビューの修正とアプリのUIサンプルを作成を水曜日までに終了させ、第2版としてのレビューを頂けるような状態に仕上げたい",
      "来週の水曜日までにUIの大まかな案を完成させたい",
      "SketchでアプリUIを作成するのは初めてなので、少しずつ慣れていきたい"
    ],
    "6月28日": [
      "�ポスター版として作業を進めた",
      "主にTAの方から多くレビューを頂いているので、そちらを参考にしつつ修正作業を行っている",
      "来週の今頃にはほぼ完成させている状態がベスト",
      "レビュー前にメンバー間で確認する段階が欠落しがち",
      "こちらで修正した文章がポスターに反映されていない事もあったので、今後そういったレビュー時の二度手間が発生しないようにしたい"
    ],
    "6月2日": [
      "レビュー会でTAや教員から様々な意見を頂けた",
      "中でも、「去年のプロジェクトを踏まえてもっと今年の陣川の色を」という意見を頂いたのが個人的には大きいと思った",
      "というのも、この意見を受けて今後のチームの今年度の方針について考え直す機会を得ることができ、かつ新たな方向性（機能とデザインという観点）を見出すことができた",
      "個々人で思うことはあれど、まだ共有・明文化できていない部分があった",
      "話し合いの後には即共有、纏めて明文化ということを心がけていきたい",
      "話し合いで得られた今後の方針を更に練って、より明確かつ学びに繋がる方向性にチーム全員で向いていけるようにしたい"
    ],
    "6月30日": [
      "全体ポスターの作業も行うこととなった",
      "グループポスターについてはある程度形になってきていると思う",
      "来週水曜日までにレビュー会での発表練習を進めたい",
      "この辺りからレビューを全て反映させようとすると少々ポスターに問題が生じそうな気がする",
      "どれをどの程度参考にするかも熟慮して修正進めていく必要がある"
    ],
    "6月7日": [
      "全員でホワイトボードを用いて意思共有をした",
      "以前より全員の認識を重視した話し合いができていると思う",
      "また、意見をまず意見として肯定して受け止めることを心がけていた",
      "これによって話し合いの活気が増えたと思う",
      "スケジュール管理が少々甘く、次週の話し合いに向けた活動時間が少なくなってしまっていた",
      "次週木曜日の話し合いに向けて、資料作成を進めて行きたい"
    ],
    "6月9日": [],
    "7月12日": [],
    "7月14日": [
      "仮提出期日が迫ってきているので、まず報告書をしっかりとした形で早く書き上げたい",
      "中間発表会を行った",
      "レビューは持ち帰って今後の活動の検討材料としたい"
    ],
    "7月19日": [],
    "7月21日": [
      "提出物を漏れなく提出する",
      "報告書や提出物作成に向けた活動を行った",
      "来週中に全て提出ということなので、全て不備なく出せるよう入念なチェックが必要"
    ],
    "7月26日": [
      "後期からは実際に開発が進むので、それに向けた夏休み中の学習を精力的に行っていきたい",
      "前期の振り返りを行うとともに、後期の活動計画について話し合った"
    ],
    "7月5日": [],
    "7月7日": [
      "次週で中間発表会があるので、成功させられるよう入念に用意をしたい",
      "中間発表会ポスター作成作業"
    ]
  },
  "1015120": {
    "5月10日": [
      "GitHubのアカウントを作成した",
      "バージョン管理が効率的になると考えられる",
      "石別地区について調べた",
      "FWに行く目的を持ってからFWに行くことが大切だとわかった",
      "田舎への呼びかけの成功例を調べた",
      "既存の研究で参考になりそうなものを発見できた",
      "観光に着手して調べていた",
      "しかし、担当教員からのアドバイスを受けて、他の観点からも問題点、解決策を探すべきだと気付いた",
      "石別町のFWで何を見てくるのかが決まっていない",
      "次回までに各自で考え、プロジェクトの時間で話し合いたい",
      "議事録だけでは、その日にやったことを把握するのには足りないと感じた",
      "話し合った内容などを後で確認できるように個人でもメモをたくさんとるようにしたい"
    ],
    "5月12日": [
      "次週の予定確認を行った",
      "これにより次週までに行わないといけないことも把握できるので、これからも続けたい",
      "FWの目標決めを行った",
      "FWで確認するべきことがチーム内で決まったので、当日は確認漏れのないようにしたい",
      "Slackは重要なことは@Channelに投げること、一日一回は確認すると決めた",
      "これにより情報の確認漏れがなくなると考えられる",
      "タスク管理にはtrelloを使用することにした",
      "これで各メンバーのタスクのやり忘れがなくなると考えられる",
      "メンバーが一人来なくなってしまった",
      "要因不足を補填するために、タスクの分担など綿密に考えたい",
      "週報を書いている時に、教員やTAからのアドバイスが逐一メモを取れていないと感じた",
      "言われたことは細かくメモを取ることを忘れないようにしたい",
      "メンバー内にGitHubを使いこなせる人がいないので、GitHubの勉強会を行いたい"
    ],
    "5月17日": [
      "ヒアリングの一部始終を録音した",
      "そのあとの内容のまとめや確認がしやすくなった",
      "ヒアリングの際感じたことや新しい案をメモするようにした",
      "思ったことを忘れずにすむので今後も忘れないようにしようと思った",
      "ニーズの所在はどこなのか、今後どういう方針で進めれば良いかの確認があまかった",
      "ヒアリングが終わった直後もそのことに気づかなかった",
      "予定が色々被ってしまって少し焦り気味だった",
      "FWは余裕を持った計画を立てて活動したい",
      "ヒアリングの書き起こしとまとめと全体での共有",
      "プロジェクトに関わる石別の方々の関係性を把握して、ニーズの所在をしっかり把握しておきたい"
    ],
    "5月19日": [
      "17日(水)のヒアリングのまとめと共有を行なった",
      "ニーズの所在がどこなのかはっきりしていないことがわかった",
      "創生会議での報告を聞いた",
      "そこで手描きマップをどう使うかなどのイメージができた・ブレインストーミングでどういう活動するかの案出しを行なった",
      "自分が思いつかなかった案も出てきて選択の幅が広がった",
      "プロジェクトに関わる石別の方の関係性を把握していなかった",
      "今後のコミュニケーションに於いても重要なことなので早急に把握したい・チーム内で、プロジェクトの目標やゴールの考え方にズレを感じたので、しっかり話し合って同じ目標、ゴールを目指したい",
      "マインドマップを用いで人口減少を止める案の切り口を見つけたい",
      "Trelloを活用して、タスク管理をしたい"
    ],
    "5月24日": [
      "石別のファンを増やすという目標を中心にマインドマップを作成した",
      "各々のキーワードの関連性やつながりを可視化することができた",
      "マインドマップに個人が書き込める時間が少なかった",
      "もう少し時間をかければ他の案も出たかもしれない",
      "プロジェクトの時間で増やすのは難しいので個人で考えてみようとおもう",
      "自分の考えたサービス元にリーンキャンバスにまとめる"
    ],
    "5月26日": [
      "月例レビュー会で発表する内容について話し合った",
      "ドキュメントに共有しながらメモをしたので、話し合いで決まったことは漏らさずスライド作成ができると思う",
      "６月の日程をそれぞれのプロジェクトの時間ごとに決めた",
      "今後の明確な流れが決まったので、当日になってアジェンダが決まってないなどの問題発生のリスクは少なくなったと思う",
      "作るサービスが決まった後すぐにプロトタイプを作ろうとしていた",
      "TAさんからのレビューをいただき、設計の工程に時間をかけないといけないことがわかった",
      "今後の予定を組み直したい",
      "開発の上流工程についてよく調べる"
    ],
    "5月31日": [
      "月例レビュー会に向けてスライドを編集した",
      "これからやらなければならないことなどの確認にもなったのでよかった",
      "またどういう発表のスライドを作れば見ている人に伝わりやすいかを考えることができた",
      "予定では、スライドの作成だけでなくチームの活動も行う予定だったが思った以上に長引いて予定どうりにいかなかった",
      "時間がかかりそうなら事前にできそうなことは自分で取り組んでいきたいと感じた",
      "わからないことがあればチーム内で相談して悩むのではなく、素直にTAさんや教員の方々に質問した方が早く解決できると感じたので、これからそうすることを心がけたい"
    ],
    "6月14日": [
      "月例レビュー会の日程を相談した",
      "準備にかかる時間などを考慮することができた",
      "アプローチの仕方を4つに分け、その中から1つに絞ったA　ポスターなどを通して石別を知った人へのWebサイトなどのサービス    B　サービスを通じて石別を知る、好きになる        C　石別に来てから使うサービス            D　石別とユーザの要望を繋げるサービス結論としてAに着手することにした",
      "必要とされていることを考えることができたと思う",
      "伊藤先生にレビューをいただいた",
      "有用なアドバイスをいただくことができたので、今後も継続したい",
      "石別にくる人の目的や人数の調査を行なっていなかった",
      "先入観で、観光客が少ないと思い込み、石別に来た人向けのサービスを断念してしまったそういったところの調査を欠かさないようにしたい",
      "中間発表の発表内容を決める"
    ],
    "6月16日": [
      "プリンタ講習、Tex講習に行く人を決定した",
      "当日や終わった後に慌てるリスクが減ったと考える・議事録とは別にメモ用ドキュメントをDrive上で使うことにした",
      "チーム内での共通認識の確認になるので、活用していきたい",
      "プロジェクト開始直後の１０分に前回の振り返りと当日やることの確認、また終了前の１０分で当日やったことと次回やることの確認を行うようにした",
      "こうすることで進捗報告の時間にチーム内で共通認識できていないことを報告することがなくなると考えた",
      "毎時間この作業を行いたい",
      "ターゲットユーザーを石別地区に来た観光客に絞り、その観光客にどうなってほしいかを考えた",
      "必要なサービスの提案につながったと考える",
      "石別地区のファンを増やすという目標を具体的にリピーターを増やすということにしたが、リピータを増やす取り組みなどの研究について調べていなかったので、次回までに調べたい",
      "石別に観光に来る人の中でも具体的なターゲットユーザーを決める"
    ],
    "6月21日": [
      "活動の最後の１５分の時間で全員が確認しながら担当者が議事録を整理することにした",
      "進捗報告の際にチーム内での認識に違いがないかの確認になるので今後も続けたい",
      "新しいサービスアイディアが出た",
      "写真で観光意欲を引き出すサービスで、チームではこの案に取り組みたいという方針になった",
      "議事録の確認の時間にも話し合いが続いた",
      "そのため全員で確認できなく、また時間も短かった",
      "タイムキーパーを設け、計画通りに進めるようにしたい"
    ],
    "6月23日": [
      "最初の５分で全開提案されたサービスについて確認した",
      "この案が提案された経緯と、グループとしてこの案でいくということの再確認になった",
      "案をもとに作成されたプロトタイプについて検討した",
      "コンセプトや必要な機能などを確認することができた",
      "中間発表のポスターについて話し合った",
      "ポスターの構成と文言の担当が決まった",
      "早めに取り掛かることができてよかったと思う",
      "今後の展望について相談した",
      "軸となる構成をまとめ、試作品を作りレビューをもらって改善を繰り返すという形にした",
      "この展望通りに行くよう計画を立てたい",
      "デモで使うプロトタイプをどの程度まで作るかの相談ができなかった",
      "時間なども有限なのでしっかり話し合って決めたい",
      "なぜチームのアイディアが良いのかの文言をしっかり考えきれていなかった",
      "空き時間でチームで集まって話し合いたい",
      "アイディアと既存製品の差別化を考える"
    ],
    "6月28日": [
      "プロトタイプについて教員にいただいたレビューを検討した",
      "今後行わなければならない調査についてチーム内で把握することができた",
      "観光客のモチベーションに繋がるか、実際にプロトタイプ内のコンテンツを増やして自分たちで検証する予定である",
      "いつ行うかまで検討したい",
      "中間発表のポスター作成に取り組んだ",
      "レビューに基づいた修正を行った",
      "読み手にとっての伝わりやすさを意識した",
      "プロトタイプを実際に利用されるアプリのイメージに近づけていない（コンテンツが足りない）ために、利用者にとって効果があるか根拠が足りない状態になっていた",
      "もう少しプロトタイプの作成に時間をかけたい",
      "プロトタイプをバージョンアップする"
    ],
    "6月2日": [
      "月例レビュー会を行った",
      "各チームの目標や、活動の記録、今後の予定などの確認になった",
      "これまでの反省点なども挙げられたので、今後の活動に活かしていきたい",
      "全体スケジュールの見直しを行った",
      "これであとから時間が足りなくなるといったことがなくなると思う",
      "スケジュールどうりに作業を進められるよう気をつけたい",
      "6/3に行われるFWの目標設定をした",
      "なんのためにFWに行くかを確認することができた",
      "当日は目標を見失い、何も得られず帰ってくるようなことは避けたいので、目標を忘れないように心がけたい",
      "月例レビュー会のスライドの内容が活動内容の見出しだけになっており、その活動を通し実際に決まったことや、話し合った内容、発覚した問題点などが書かれていなく、教員やTAさんからもアドバイスができないという状況が発生しレビュー時間の意味がなくなってしまったので、次回のレビュー会では、内容まで詳しく発表することを心がけたいと感じた",
      "サービス案がひらめいたら、すぐにGoogleDriveの共有ドキュメントに書き込んで、忘れないようにしたい"
    ],
    "6月30日": [
      "今後のスケジュール調整を行なった",
      "サービス案について要件定義は一旦ストップし、中間発表ポスター作成にとりかかることにした",
      "ポスターの完成を急ぎ、レビューをいただいて修正できる状態にしたい",
      "ポスターの修正を行った",
      "活動内容が見出しだけになっていて、活動を通して得たことやなぜそれを行ったかなどがわからないので文言を追加した",
      "今後も読み手に取り組みがわかってもらえるよう意識して作成したい",
      "ポスター作成のタスク割り振りがしっかりされていない気がする",
      "しっかり話し合って決めたい",
      "プロトタイプの完成後実際にフィールドで使ってみる"
    ],
    "6月7日": [
      "各メンバーが考えてきたサービス案を共有し、意見をしあった",
      "各メンバー意見をつなぎ合わせてより面白そうなサービス案が出てきたりなど、有意義な時間となった",
      "サービス案に対する意見は発言と同時にドライブに書き起こすようにした",
      "後からの確認が楽になったので、今後も話し合いの内容は随時書き起こすようにしたい",
      "石別で行われているイベント（事業）の振り返りを行なった",
      "新たなサービス案に繋がったら良いなと考える",
      "サービス案を考える際、ペルソナを考えていなかった",
      "これがないと、具体的な利用者層や求められる機能を定義できない",
      "次回までに考えたい",
      "提案されたサービス案を一度度外視して、ペルソナの考察に着手したい"
    ],
    "6月9日": [
      "Facebookのメッセンジャーグループを作成した",
      "グループ連絡が効率的になると考えられる",
      "７日に提案したサービスを、ターゲットユーザ毎に分類した",
      "どの層が利用するかを考えることでサービスがもたらす効果を把握しやすくなったと考える石別を知るきっかけのある人を挙げて、どのようにその人にアプローチすれば良いかを考えた",
      "サービスの方針と機能に直結することなので、このことを忘れないようにしたい",
      "石別にくる人の目的を考えていなかった",
      "受け入れられるサービスが変わってくると思うので、そこを考えてサービシ提案をしたい",
      "ペルソナを元に新しいアイディアを提案する"
    ],
    "7月12日": [
      "擬似的にポスターセッションを行った",
      "聞き手の方に目線を向けることは意識できたと思う",
      "未だにポスターをただ読んでいると感じるので、明日までに喋ることは考えておきたい",
      "まだポスターに修正箇所が多いので、すぐ直したい",
      "手書きマップとフィールドワークの写真を用意して本番で聞き手に見せられるようにしたい",
      "できればプロトタイプも用意したい"
    ],
    "7月14日": [
      "中間発表を行った",
      "初めてプロジェクトの活動を知らない人からの意見を聞くことができたので、どう発表すれば良いかの参考になった",
      "まだ製作中のサービスの効果を裏付ける根拠が足りないと感じた",
      "早めにフィールド調査に向かいたい"
    ],
    "7月19日": [
      "中間報告書の修正を行った",
      "特に、教員やTAのレビューに基づいた修正をした",
      "全ては終わらなかったが、グループが一通り全体に目を通すことができた",
      "レビューを受け修正をするのに時間がかかるので、手をつけた部分から早めにレビューをもらえるようにしたい"
    ],
    "7月21日": [
      "中間報告書の修正を行った",
      "グループ内レビューを中心に、最後のレビューをいただくための全体の確認を行った",
      "レビューを受けた修正を行えばTeXに書き起こすだけなので、早めに修正を行いたい",
      "来週の火曜日までに完成させ提出したい"
    ],
    "7月26日": [
      "中間発表を通して感じた改善点などをプロジェクト全体で報告しあった",
      "そこでバージョン管理の問題や技術の活用などの点について意見した",
      "これからは改善に向けてチームで協力し合いたい",
      "観光客に対してのアンケート実施にあたって内容及びスケージュールを検討した",
      "しかしTAからアンケートに対するレビューが一回では少ないというレビューをいただいた",
      "そのため見積もりが甘いと感じた",
      "早めに修正を行いたい",
      "また教員からは、アンケートの結果から何を作るかを分析していて成功する例は少ないとのレビューをいただき、アンケートに対する理解が浅いと感じた",
      "夏休み前までに目的をはっきりさせたい",
      "１０月から開発に入れるようにするにはスケジューリングがしっかりできていなかったので、早めに計画を立てたい"
    ],
    "7月5日": [
      "月例レビュー会でポスターの発表練習を行った",
      "発表でする補足説明などもグループ内で確認できたのでよかった",
      "自分の発表がポスターをただ読んでるだけだと気付いたので、聞き手に語りかけるようにしたり、内容がわかりやすくなるような説明を考えて発表するようにしたい",
      "ポスターの文書を短くしてその分絵などを追加して、聞き手に説明がわかりやすくなるようにしたい"
    ],
    "7月7日": [
      "中間発表の分担を行った",
      "確認が早くてよかったと思う",
      "中間報告書の章立てを行った",
      "あとは各自担当している章を書けば良いので、早めにレビューをもらい完成させたい",
      "ポスター班と中間報告書班に別れて作業を行った",
      "作業効率がよかったので積極的な役割分担を継続したい",
      "ポスターの完成がまだできていないので、本番３日前までには完成させたい",
      "中間発表は声を張って、聞き手に聞きやすい説明をしたい"
    ]
  },
  "1015174": {
    "5月10日": [
      "分からないところをすぐ教員、TA、メンバー内に聞くことができた",
      "その結果、次の活動までに何をすればいいのか決めれた",
      "全員が意見を出し合える環境だったと思う",
      "会議内容を全然決めていなかった",
      "議題が変わりすぎてしまった",
      "議事録をとりはじめるのが遅れた",
      "そのため、活動内容の報告をうまくできなかった",
      "航空券の予約に時間がかかった",
      "そのため、会議の進行が遅れた",
      "認知症についてブレインストーミングして何をつくっていくのかしっかり決めていきたい",
      "うまく会議を進行することができなかったので、slackで大方の議題を決めて取り組んでいきたい"
    ],
    "5月12日": [
      "フィールドワーク先の宿探し、スケジュール確認をスムーズに行うことができた",
      "GitHuｂを使ったことある人に講習を行ってもらった",
      "その結果、グループ内で質問したり、意見したりする機会ができた",
      "それぞれが読んできた本の知識の共有がうまくできなかった",
      "今後は会議中の時間配分をしっかりして会議を行っていきたい",
      "どうやって知識共有していくか、どうやって問題を見つけていくかといった方法を決めることができなかった",
      "会議時間がオーバーしてしまった",
      "なるべく素早く認知症について問題を発見し、今後何をしていくか、何をつくるかを明確に決めていきたい"
    ],
    "5月17日": [
      "認知症サポーター養成講座の実施や京都府立医大の成本先生とのSkypeMTGについての議題を素早く決めることができて良かった",
      "それぞれが本について読んできて、さらにネットから調べたりしていたので認知症について多くの情報を得ることができた",
      "マインド・マップ作成を行った",
      "しかし、具体的なシステム案を出すことができなかった",
      "グループリーダーとして会議進行をうまくこなすことができなかった",
      "システム案を出せるようにもっと勉強していきたい",
      "会議進行をうまくこなしたい"
    ],
    "5月19日": [
      "前回の会議で作成したマインド・マップをヒントに成本先生とのSkypeMTGで提案するシステム案を1つ確定することができた",
      "意見を出し合えるような環境になってきたと思う",
      "あいまいなアジェンダで会議に挑んだため、会議の進行がうまくできなかった",
      "うまく会議進行したい"
    ],
    "5月24日": [
      "宿題にしていたシステム案を皆考えていたことが良かった",
      "スライドやノートにシステム案をまとめている人がいて、とても分かりやすかった",
      "グループメンバーの誰かが分からないところがあればすぐに質問をするという環境になっていた",
      "システム案への質問だけではなく、次回何をやるかなどといった細かい確認もできたため、誤認なくプロジェクトをすすめられると思う",
      "今後も継続していきたい",
      "それぞれが重要視している認知症の問題を再確認できたことがよかった",
      "それぞれの問題に様々な視点があって、新しいシステム案のヒントにもなったと思う",
      "今回の会議は、システムの案だし1本で会議をすすめたため、途中で議題に困ることがあった",
      "今後はもっとすばやく、できれば会議の前日にグループ内で議題を共有して話し合いをしていきたいと思った",
      "現在出ている案の中にも既存に近いものはあった",
      "もっとアイデアをあげて、既存のものと差をつけれるような案を考えていきたい",
      "全体のおおまかなスケジュールやグループでの目標というものを決めていなかった",
      "月例レビュー会に向けて、そのようなことをしっかり決めていきたい",
      "次の会議では、SkypeMTGで使用するスライドつくりが始まる",
      "シンプルで分かりやすいスライドを心がけて作っていきたい"
    ],
    "5月26日": [
      "グループメンバー全員が案を少なくとも1つは考えてきたことが良かった",
      "新しい案は口頭で発表して、お互いのシステム案について再確認できた",
      "5限の時間に先生方、TAの人に今現在考えている案のレビューをしていただいた",
      "自分たちの会議では出なかった盲点をつかれたり、資料を見ただけでは対象者が分からないといった問題が見つかったり、的確な指示をいただけた",
      "会議が終了した直後に、5限のレビューの振り返りをした",
      "次回の認知症サポーター養成講座で聞く質問を考えたり、システム案の改善案を考えたりした",
      "医療グループの日程がかなりつまっているので会議外の時間も有効活用して、しっかり案を練っていきたい",
      "ほかのメンバーの改善案を考えるとき、意見を言えない場面があった",
      "もっと知識をつけてメンバー全員で案を練っていきたい",
      "レビューをしてもらう際に、Googleドライブ等に資料を用意することができていなかった",
      "今後はGoogleドライブやSlackにすぐに資料をあげて共有していきたい",
      "今回のレビューで的確な指示をいただけたので、この指示をもとにより良い案を練っていきたい",
      "次回までにシステム改善案を考えて、月例レビュー会で再びレビューしてもらいたい",
      "次回の認知症サポーター養成講座で質問の時間を設けることができれば、しっかり質問して案を熟考していきたい",
      "資料作成などやることが増えてきているので、作業分担をして活動していきたい"
    ],
    "5月31日": [
      "講座に来ていただいた方に認知症患者の視点でレビューしていただけたことが良かった",
      "講座では、治る認知症など自分たちの勉強で得ていなかった知識を得ることができた",
      "レビューをしていただいたが振り返る時間がなかった",
      "金曜までにSkype会議の資料作成をしっかりやっていきたい"
    ],
    "6月14日": [],
    "6月16日": [
      "新しい案だしをする",
      "ポスター作製する",
      "現在出ている案の相互レビューアジャイル開発説明会の参加メンバー決め現在出ている案をバタフライテストで点数をつけて順位付けした",
      "ポスター構成"
    ],
    "6月21日": [],
    "6月23日": [
      "ポスターver1作成",
      "システム案をつめる",
      "新しいシステム案出し",
      "アジャイル開発講座",
      "ポスター構成決め",
      "ポスター内容決め"
    ],
    "6月28日": [],
    "6月2日": [
      "Skype会議で提案する案の事前資料の作成を間に合わせることができた",
      "月例レビュー会で他グループのタスク管理方法やスケジュールを知ることができた",
      "trelloなど医療グループでも参考にさせてもらいたい",
      "月例レビュー会のスライドを直前に変更してしまったり、レビュー会でうまく発表できなかったりと準備不足が目立った気がした",
      "もう少し余裕を持って取り組みたい",
      "グループ内でシステム案について意見を言い合ったりしていなかったので、相互レビュー会を行いたい",
      "現段階で案が多く出ていていろいろレビューしていただいてから案を決めるという方針だが、どうやって案を一つにするかなどまだ明確に決まっていないので考えておきたい"
    ],
    "6月30日": [
      "ポスター完成",
      "システム案つめ",
      "報告書作成",
      "ポスター作製",
      "システム案をつめた"
    ],
    "6月7日": [],
    "6月9日": [
      "相互レビュー",
      "京都府立医大成本迅先生とSkypeミーティング",
      "京都ワークショップの準備",
      "レビューの振り返りと相互レビュー",
      "レビューによるシステム案の変化と案を拡張できないか考えた"
    ],
    "7月12日": [],
    "7月14日": [
      "中間発表会で頂いたレビューの振り返り",
      "報告書作成",
      "中間発表会に向けて発表練習",
      "中間発表会に向けての確認",
      "中間発表会"
    ],
    "7月19日": [],
    "7月21日": [
      "期末提出物の提出",
      "報告書作成",
      "フィードバックシート作成",
      "中間成果発表会の振り返り",
      "期末提出物確認"
    ],
    "7月26日": [
      "開発準備をする",
      "前期振り返り",
      "中間発表会振り返り",
      "中間報告書振り返り",
      "夏休みや後期の計画立て"
    ],
    "7月5日": [],
    "7月7日": [
      "ポスター完成",
      "中間発表会に向けて",
      "月例レビュー会",
      "発表練習",
      "ポスター修正中間報告書作成",
      "章立て"
    ]
  },
  "1015205": {
    "5月10日": [],
    "5月12日": [],
    "5月17日": [],
    "5月19日": [],
    "5月24日": [],
    "5月26日": [],
    "5月31日": [],
    "6月14日": [],
    "6月16日": [],
    "6月21日": [],
    "6月23日": [],
    "6月28日": [],
    "6月2日": [],
    "6月30日": [],
    "6月7日": [],
    "6月9日": [],
    "7月12日": [],
    "7月14日": [],
    "7月19日": [],
    "7月21日": [],
    "7月26日": [],
    "7月5日": [],
    "7月7日": []
  },
  "1015216": {
    "5月10日": [
      "京都ワークショップに向けて航空券の予約をした",
      "急ぎのtodoではあったが、グループ全員が無事航空券の予約をすることができた",
      "TAさんから昨年度の今頃は何をしていたかを聞き、自分たちが今何をするか明確にできた",
      "昨年度は認知症についての知識をつけるためグループみんなで勉強したと聞いた",
      "そこから南部先生から認知症に関する本をいくつか貸していただいて、グループ個々で本を持ち帰り、読んだ内容を共有するという次回までのtodoを明確化できた",
      "GitHubやRedmine等のツールに関する知識に差があり、話についていけないことがある",
      "自分でツールへの知識をつけたり、得意なメンバーから教えてもらい、少しでも差を縮めて使い方を習得していく必要がある",
      "今後のスケジュールが曖昧なまま進んでいる",
      "今の時期に、自分たちが何をすれば良いのかが把握しきれていないようだった",
      "認知症に関する知識がグループ全員乏しいので、ワークショップに行く前に、グループ全員ある程度の知識は付けておくべきだと思う",
      "南部先生にお借りした本を有効に活用していきたい",
      "まだ少しグループメンバーと何でも聞ける・言い合える雰囲気を作れていないかなと思う",
      "これからのためにも自分から話したり、わからないことを積極的に聞いていこうと思う"
    ],
    "5月12日": [
      "Gitの説明，GitHubの説明をメンバーに説明してもらって、実際にGitHubにテスト用のリポジトリを作成し，add, commit, push, confrict時のmergeを軽く練習した",
      "自分だけでは絶対に理解しきれないことをメンバーから丁寧に説明してもらったことで、ツールの基本的、基礎的なではあるが理解をすすめることができた",
      "加えて、メンバーから教えてもらうことで、チーム内で前回よりも話しやすい雰囲気になった",
      "この雰囲気を大切にさらにしていきたい",
      "個人のtodoであった認知症に関する本を読んでその内容を共有するという時間があまりとれず、さらっとしかお互い共有できなかったように思う",
      "読む時間も短かったため、共有できる情報量にも差があったかもしれない",
      "来週やることを明確に決められなかった",
      "進めていく内容や方法・やり方が曖昧であったため、どう進めていくべきか混乱してしまったと考えられる",
      "認知症に関する情報共有は来週にもやることになった",
      "今回あまり共有できなかった分、個人で少しでも知識を付け、メンバーに共有していきたい",
      "加えてslackにて南部先生のアドバイスにもあったが、今、どんな認知症に関する社会的問題があるのか、またどんな取り組みが行われているのかも個人的に調べて班で共有していきたい",
      "来週ブレストをすることになっているので、認知症の知識を深め、自分たちがどんな目的でどんな提案をしていきたいか少しでも明確にしていきたい",
      "とりあえず自分たちがどんなアプローチをしていくかいくつかのアイデアに絞れると良い",
      "キックオフ飲み会が5/17(水)19：30～になったーわーい"
    ],
    "5月17日": [
      "南部教授によるFWミニ講座を実施してもらった",
      "FWとは何かから、FWする上でのポイント等を学ぶことができた",
      "とても今後のプロジェクト活動に重要になってくる内容だった",
      "認知症に関する本を読んで知識共有を行った",
      "他のメンバーと学びを共有することで効率よく知識を入れることができたと思う",
      "京都府立医大の成本先生とのSkypeミーティングを行うことに決定した",
      "成本先生のご意見を聞くこと、また自分たちが勉強してきた中で認知症について分からないことなどを聞ける良い機会になると思う",
      "認知症をもとにブレストをチームメンバーで行ったが、特別案につながる意見は出なかった",
      "まだ意見だしの途中ということもあるが、今ある認知症の社会問題や取り組みなどにつなげていくことがあまりできなかった",
      "まだまだ今後の案の意見出しとして要素が足りていない",
      "今日のブレストの続き、またその延長として、どういった方向のアプローチをしていくか進めていきたい"
    ],
    "5月19日": [
      "システム案を一つ確定することができた",
      "みんなで認知症による社会問題や療法を共有し、そこからそれぞれの考えが生まれていたように思う",
      "議論していく中でメンバーそれぞれの意思の確認ができて互いの考えも知ることができた",
      "加えて、ややりたいことの方向性を議論の中で見つけられていたように思う",
      "互いにメンバーと話しやすくなってきたように感じる",
      "実際以前と比べて雑談することも増え、チームの雰囲気が良くなっているように感じる",
      "アジェンダ通りに活動が進まなかった",
      "実際にやったこととしては、結果的にシステム案の議論に繋がったので良かったが、元々のアジェンダが曖昧すぎた結果、アジェンダ通りの活動にならなかった",
      "事前に自分たちが優先的にやるべきことをメンバー全員で確認して把握しておくべきであるし、リーダー任せになってしまっていたのかもしれない",
      "話し合いがうまくいってないように思う",
      "今なんの話をしているのかわからなくなることがある",
      "話し合う内容・情報が多すぎて、まとまりのない状態で話が進んでいたように思う",
      "ファシリテータが必要だなと感じた",
      "システム案を一人一つ考えてくる",
      "案を考えている時間は余りないので、メンバーひとりひとりがシステム案を考え、それに対しメンバーみんなでレビューして議論することで、効率よくシステム案を決めていけると思う"
    ],
    "5月24日": [
      "先週課題としていたシステム案を一人ひとり考えて共有した",
      "また共有とは別に、メンバーが認知症のどんなところに問題視しているのか意見交流をした",
      "そのことでさらにメンバーの考えや、そのシステム案を考えた過程を深く知ることができた",
      "自分が現段階で疑問に思っている、明確に理解していない今後の動きや、決まりごとをメンバーと確認した",
      "そのことで、自分の中で今後やるべきことを明確にすることができた",
      "また、個人で勝手にそうだと思っていた、といったような自己解決で留まってしまうのではなく、情報認識違いが生まれるのを避けることができたと思う",
      "今までよりも次回やること、次回までにやることを明確にすることができた",
      "みんなで次までにやるべきことは何か意見を言い合えたのがよかったと思う",
      "今後もTodoはメンバー全員で確認していきたい",
      "グループ(チーム)の目標というものを今まで考えていなかった",
      "個人の目標だけでなく、このチームで目指していくことを明確化するためにも目標をたてる必要がある",
      "先生方にシステム案をレビューしてもらう",
      "切るものは切ってもらってそこから新たな案や、そのシステムについてより深める、考えるきっかけになればいいと思う",
      "グループの目標、5月の目標、6月の目標について個人での目標は考えていたがブループとしての目標は考えていなかった",
      "月例レビュー会発表までにはグループメンバーで話し合って目標を明確にしたい"
    ],
    "5月26日": [
      "各自考えてきたシステム案をスライドにまとめて、先生やTAの方から意見をもらった",
      "もともと、とりあえず見てもらってそこからまた練ろうと話していたが、自分たちの盲点だった部分を突いてもらえたりしたので、今回の意見や指摘を参考に今回の案の改善をしていく",
      "Todoリストはslackで作っていたが、タスク進捗や結局自分のTodoは何かがわかりにくかったり、全体スケジュールの見通しがしづらい状況が今日まで続いていた",
      "なにか管理するものを使う？等の話は前々にでていたが、結局後回しで忘れていた",
      "→今回でガントチャートみたいなのがあれば良いかもと話がでたので、今後はRedmineを使ってガントチャートを導入しようと話になった",
      "今回システム案を先生やTAの方にご意見いただいたので、その意見を参考にさらに案を練っていきたい",
      "そのシステムと既存のシステムとの優位性をまとめたり、具体的数値を出したりして、さらにまとめた上システム案を提案していきたいと思う",
      "今回からTodoやタスク管理をガントチャートを使って可視化させることにした",
      "タスクの進捗がわかりやすい、今後の見通しがしやすくなること等が期待される",
      "目の前のタスクだけではなく、今後やることを全体的に把握してタスク忘れ、進捗遅れが出来る限りないようにしたい"
    ],
    "5月31日": [
      "認知症サポーター養成講座を受けた",
      "実際に認知症の方と対面で接している方だったので、自分たちが調べたこと以外のお話も聞けたりしたので貴重なレクチャーだった",
      "講座の後、自分たちのシステム案をそのまま発表し、認知症サポーターの方や他のプロジェクトの先生方から意見・アドバイスをいただいた",
      "前回先生方にいただいたアドバイスとはまた違った視点からのアドバイスをいただいて、まだまだ改善していく必要があるが、今後システムを考える時の参考になる機会だった",
      "システム案をそれぞれが一つ考えて、それに対してそれぞれで深めていく、そｒぞれで内容を改善していくという形でしか、案を考えられていなかった",
      "それが原因で、システム案についてアイデアに限界を感じていたり、発想が留まってしまっていたりしている様子だった",
      "一つの案に、メンバー全員でアイデアを出していくという行為を全くしていなかったので、個人でやりすぎてしまっていたかもしれない",
      "今後案を改善していく時には、様々な視点異なったアイデアが必要に思うので、一つの案に全員で意見を言い合うような形をとっていきたい",
      "それぞれのシステム案をそれぞれで考えようとし過ぎていたので、一つのシステム案に対し、全員で意見を出し合い、異なる視点の意見も得られる形をとっていきたい",
      "発表した案に対していただいたご指摘やアドバイスをただ議事録に書いて終わっていた",
      "今後案を改善するときに考えやすくなると思うので、そのご指摘等から気づいたことや自分たちが盲点だったと思うことはまた別に記録するようにしていきたい"
    ],
    "6月14日": [
      "前回の話し合いの目的が曖昧だったことを指摘して、相互レビューをする際の話し合う概要や、１案に対しての時間を設けた",
      "結果、全員のシステム案についてレビューを受けてからの変更点や、システム案の現在の概要の確認をすることができた",
      "次回の活動でやることだけに限らず、１週間２週間後のタスクや中間発表までのTodoを把握できていない",
      "ポスター作成のスケジュールに関しても考えることが出来ておらず、先の見通しが全く出来ていなかった",
      "スケジュールやTodo管理を怠ると後々にタスクが溜まっていくことになるので、今後の見通しは１週間単位でグループ内で把握するようにする",
      "話し合う目的を明確にできないのは、自分たちグループのゴールが明確にないことにも原因があるように思う",
      "自分たちが最終的にどうアプローチしていくのかを明確にすれば、自然とやるべきことも見えてくるように思うので、自分たちの目的も決めていきたい",
      "WSを終えて、意見交流したり、WSで何を学んだか・気づき等をグループでまとめていなかったので、次回までに自分の考えを個々でまとめ、グループで一つにまとめるようにする"
    ],
    "6月16日": [
      "チーム内でのゴールが共通認識にできない",
      "自分たちがポスターで、システム案を絞り確定案を伝えるのか、あくまで現状でている案を説明するのかどこまで伝えればよいのかをグループ内で共通認識させることができていない",
      "色々良い案は出ているからそれを絞って無くすのはもったいないからギリギリまで考えてみてとも言われているが、実際ゴールが明確である方が自分たちとしては今後動きやすいのは確かである",
      "今あるシステム案でやりたさはもちろんあるが、今の案が完璧とも言えないので、どちらが良いのかはっきり決められていない",
      "アイデアが最初に出したものに制約されてしまっｔている",
      "せっかくヒアリングで学んでからあらたにアイデアを出すことができていなかったので、個人で今までのヒアリングや経験から今でてる案とは全く違う新しいアイデアを考えてくる"
    ],
    "6月21日": [
      "今までのシステム案を一旦置いて、新たにシステムを考えてグループで話し合った",
      "南部先生やTAさんも交えて新たに出たシステム案を整理した結果、自分たちのアプローチする方向性が見えてきた",
      "今まで案を考えてきたが最初から具体的な案ばかり考えようとしすぎていた",
      "それが制約になってしまっていて、自分たちの考えが狭められてしまっていた気がする",
      "もっと抽象的な「こんなことがしたい」といった案からメンバー全員で案を広げるようにしていけばよかったかもしれない",
      "中間ポスターの作成にまだ取り掛かれていなかった",
      "中間から逆算して時間がないので計画的に文章やアウトライン作成に取り組みレビューしてもらうようにする"
    ],
    "6月23日": [
      "完成ではないが、ポスターにどんな情報を入れたいかを一通り作成することが出来た",
      "ここから先生やTAさんにできるだけレビューしてもらう回数を増やして内容を更に添削していきたい",
      "システムの案を全くつめずにポスターの内容作成に時間を使ってしまった",
      "ポスター内容作成と、システム案について詰める人分けた方が効率よく進められたかもしれない",
      "ライフログを用いたアイデアについての詳細を詰めつつ(時間がないがイメージ図に起こせるレベルに持っていく)、ポスターをすすめる"
    ],
    "6月28日": [
      "ポスター第1版のレビューをいただいた",
      "ポスター編集する人とシステム案の内容を詰める人に分かれて作業した",
      "ポスターの内容の編集と、システム案の内容を詰めることを同時にすすめることが出来た",
      "システム案の内容を詰めたが、どのようにしてライフログをとるか、またいかに自然にログを取るか考えられていなかったのでその点について詰められるだけ詰めていきたいと思う"
    ],
    "6月2日": [
      "一人一人そのシステム案についてターゲットを考えてはいたが、全体でのターゲットや、全体でどういう方向で問題解決していくかなどを考えられていなかった",
      "急に一つに絞るという形は難しいと思うので、今後のレビュー会では今展開されているものを提案し、今後さらに一つに絞っていくということを提案する形にしていこうと思う",
      "今週は自分たちのシステム案をレビューをしてもらうことが立て続けにつづいたので、そのいただいた指摘や意見から自分たちの気づきや思ったこと等を共有する時間がなかったので、想いを共有してメンバーの考えを知り、その上でシステム案をどうしていくかの話も進めて改善していきたい"
    ],
    "6月30日": [
      "Tex講座に出席した"
    ],
    "6月7日": [
      "成本先生とSkypeで自分たちのシステム案についてご意見をいただいたり、成本先生自身のご意見もいただくことが出来た",
      "先生方や認知症サポーターの方々にもご意見をもらってきたが、患者さんと蜜に関わってなければ分からないような認知症グループホームの現状であったり、性別年齢による家庭内介護者の方の感じることの違いだとか、新発見的内容をいただけてとても参考になった",
      "今までいただいてきた意見、今後予定している京都WSでの自分の気づきを含め、システムを考える良い材料になった",
      "今回skype会議のこともあり、グループで話し合う時間が余りとれなかった",
      "そのため、レビュー会でいただいた意見に対しての振り返りやレビューでのアドバイスについてグループ全員で話し合う時間をとれなかった",
      "来週、京都WSでの最終確認をしつつ、レビューに対しての振り返りを記憶が新しいうちに必ずしていきたい",
      "京都WSでの移動手段だったり時間だったり、当日のイメージや準備が詰めきれていなかった",
      "南部先生からもあったように自分たちで主体的に行動するように、事前に当日の動きをメンバーで確認し共通認識させる",
      "また、WS当日ではただ話を聞きに行くのではなく、自分たちの中でそれぞれが何か成果を出せるように意欲的に参加していきたいと思う",
      "京都WSでの動き方が曖昧な部分があるので、事前に全員で確認を行い、当日のイメージをつくりたい",
      "メンバー間で予定や動きに齟齬がないようしっかり全員で確認し共通認識をもたせる"
    ],
    "6月9日": [
      "京都WSに向けての最終確認をグループ内の共通理解だけでなく、先生と認識の齟齬が起きないように確認をして自分たちの認識と照らし合わせることができた",
      "また実際の当日の動き方や交通手段など詳細化させることができた",
      "当日の動きがスムーズに成ることが期待される",
      "今まで受けたレビューからグループ内で相互レビューをし始めたが、相互レビューで何をえろうとしているか、何を知りたいのかという根本的なものが曖昧だった",
      "結果一人の案に対するレビューに大分時間をかけてしまっていた",
      "自分たちの中でこの相互レビューで何をえろうとしているのかを明確にし、また自分たちの活動のゴールも共通認識させて明確化しなければならないと思う",
      "相互レビューで絵自分たちは何を得ようとしているのかが不確かだと、話の方向がそれてしまい時間を無駄にすることにもなるので、話し合いの目的を明確にする",
      "WSでは自分の中で得た気づきやその時に感じたことを随時記録して、終了後グループにそれを共有出来たらと思う"
    ],
    "7月12日": [
      "中間発表に向けてポスターセッション形式で先生やTAさんにみてもらいながら当日と同じように発表した",
      "当日の発表イメージが付いたとともに、話すべきポイントもイメージすることができた",
      "発表練習でTAさんや先生に頂いたレビューから、ポスターや発表内容の最終修正をすることができた",
      "一番重要だと言われていたシステム部分についての記述が以前よりも伝えたいことを明記したポスターに修正できたと思う",
      "発表練習をしてみて、話の流れで止まってしまう部分や、引っかかる内容が見えてきて、練習不足に感じた",
      "ポイントだけを確認するのではなく、ポスターを見て実際に発表してみるという練習が足りなかった",
      "中間発表で話す流れをみんなで確認して、この部分の説明も必要だというものもでてきたので、当日までにはメンバ間で確認する",
      "当日読み止まってしまわないように、ポスターを流れで発表する練習もできるだけやる"
    ],
    "7月14日": [
      "中間発表を行った",
      "他のプロジェクトの方や先生方に初めて自分たちの活動を発表する良い機会だった",
      "今までにない目線の意見も戴くことができた",
      "他プロジェクトの発表を聞くことで、自分のプロジェクト以外の現状やどんな活動をしているかを知る良い機会だった",
      "発表時のシステム概要を説明するとき、伝えたいことは伝えたが、自分が一番理解して欲しい部分を聞き手が理解していないことがあった",
      "視覚的にも理解しやすいポスターにできていなかった部分があった",
      "ポスターに伝えたい内容をすべて書ききれず、口頭での説明になってしまった部分があった",
      "口頭だけでは聞き手にとって理解しづらかったと思う",
      "最終発表では、ポスターのアウトライン等の兼ね合いも考えつつ重要な内容を必ずいれるよう工夫したい",
      "発表時にあった質問や評価シートに書いて頂いた意見を参考に、グループ内で振り返りを行う",
      "報告書を進め、前期末の提出すべきものについても確認を行う"
    ],
    "7月19日": [
      "報告書の締切を全体で統一しスケジュールを決めた",
      "中間発表会の際に頂いた質問や評価シートに書かれた内容をグループで話し合った",
      "結果、自分たちが今後考えるべきことややるべき課題を見つけることが出来た",
      "報告書以外にも、他のメンバーからフィードバックをもらったり自分だけでは提出できないものもあるので他の提出物についても計画的にグループで話し合う",
      "先生やTAさんから報告書のレビューを貰う前に自分たちでまずレビューしてより良い内容のものを提出するようにする"
    ],
    "7月21日": [
      "個々で割り当てた報告書の内容を自分たちで添削した",
      "表記ブレがあったものをある程度グループで統一することができた",
      "また期末提出物の体裁や締切確認をグループで確認し、表記方法を統一させるためテンプレを作成し、なるべくグループ内で統一させた",
      "後期末の自分たちの大まかなスケジュールや目標についてグループで話ができていないので、自分たちのやるべきことを見据えていきたいと思う",
      "中間発表会で頂いた評価・意見についての検討はグループ内では行ったが、プロジェクト全体で反省・評価をしていなかったのでそれについて全体で話をしたい"
    ],
    "7月26日": [
      "グループ内で夏休みの予定を立てた",
      "インターンの関係で集まることは難しいと判断したので毎週土曜日にslackで報告会をすることになった",
      "未だ決まっていないことを個人で調べたりしながらみんなで話し合って確定させていきい",
      "グループ内で前期の反省を行った",
      "前期「こうすればよかった」と思ったことをあげていった",
      "タスク管理の不十分さや作業分担など、後期に反省を活かせることができるものもあった",
      "後期の活動では前期の不十分な点を解消できるようにしていきたい",
      "プロジェクト全体でも前期の反省を行った",
      "中間報告会までの流れや当日、また報告書に関して「こうすえばよかった」と思ったことをあげていった",
      "後期に改善できることもたくさん合ったので、今回の反省から後期の活動に活かして最終報告会により良いものを報告出来るようにしたい",
      "前期にタスク管理が不十分だったことがあげられたため、タスク管理者を設けた",
      "マイルストーンから逆算して週毎に自分たちが何をしていけばいいか明確にして、計画的に活動を行っていきたい"
    ],
    "7月5日": [
      "7月レビューを行った",
      "中間発表を想定して、現時点でのポスターを印刷、その内容を発表し、先生・TAさんにレビューを戴いた",
      "自分たちの見落とし部分や記述情報の欠如してる部分などが明確になった",
      "自分たちの今までの活動を初見の方でもわかる表現になるように修正していきたい",
      "ポスターにどんな内容をどれくらい、どこまで書けば良いのかが自分たちの中で曖昧だった",
      "しかし、レビュー会のお陰で、どういった情報を入れるべきなのかがどのような表現にすればいいかのアイデアにつながるレビューを戴くが出来た",
      "自分たちでポスター修正や添削が全然足りていなかった",
      "先生やTAさんにレビューをいただいたことで、足りない情報や読みにくい表現を見つけることが出来たが、レビュー会の前に自分たちで初見の人でも内容を理解できるかという視点で添削することは少なくとも出来たと思う",
      "最終ポスターの際には、レビューして貰う前にまず自分たちでしっかりレビューするべき",
      "今回戴いたレビューを基に内容修正してより伝わりやすいポスターを作成する",
      "報告書についてもまだ話をしていないので、ポスターを優先して時間があれば章立てについて話を進めていきたい"
    ],
    "7月7日": [
      "ポスターの編集を行った",
      "内容だけでなく、表現の統一や、文章量が多いとご指摘を受けたので伝えたい最低限の情報は何かを改めて話し合って、視覚的にできるだけ読みやすいポスターにするようにした",
      "昨年度の報告書を参考に報告書の章立てを行った",
      "大まかな章立てを行っただけでどういうことをその章で書くかまでのイメージにはたどり着いていないので、大まかな内容を決めて早めにレビューをいただいて報告書に取り組みたい",
      "次回のプロジェクトでは、中間発表当日と同じ形式で発表練習する機会を設けていただいたので、それまでにポスターの完成版を印刷する",
      "どのような流れで発表をするか、いくつか発表するポイントや重要キーワードなどをメンバ間で統一させる",
      "時間も気にしつつ、要点を伝えられるようにする",
      "システム案で撮影の仕方を箱にしている理由を述べるべき",
      "グラフが見にくい",
      "データの数(年数)を減らしてもよいのでは?"
    ]
  },
  "1015259": {
    "5月10日": [
      "航空券の予約について、6月上旬に行われる京都ワークショップに向けて急遽航空券を予約したが、メンバー全員無事に予約することができた",
      "Githubの導入において、TAさん、グループメンバーの助けを得てOrganizationへの加入、チームの作成ができた",
      "TAさんから過去の活動について聞き、認知症についての知識が不足しているということで、南部先生から認知症関連の本を数冊貸していただいた",
      "メンバーそれぞれ本を持ち帰って、次回までに読み取れた知識を共有するという目標ができた"
    ],
    "5月12日": [
      "南部先生から貸していただいた本をもっとしっかり読んできて知識を共有する",
      "認知症についての取り組みや問題を調べてきて、自分たちがやりたいこと・やるべきことを明確にする",
      "航空券の予約について、6月上旬に行われる京都ワークショップに向けて急遽航空券を予約したが、メンバー全員無事に予約することができた",
      "Githubの導入において、TAさん、グループメンバーの助けを得てOrganizationへの加入、チームの作成ができた",
      "TAさんから過去の活動について聞き、認知症についての知識が不足しているということで、南部先生から認知症の本を数冊借していただいた",
      "メンバーそれぞれ本を持ち帰って、次回までに読み取れた知識を共有するという目標ができた",
      "宿の決定について、色々探したがなかなか決まらず、最終的にTAさんの助けを得ておすすめの宿に決定した",
      "グループメンバーによるGitの講習が行われた",
      "GitHubの説明を口頭だけでなく、ノートに書いて貰ったりして、とても丁寧で分かりやすい講習となった",
      "実際にGitHubにリポジトリを作成して、GitKrakenというソフトを併用して基本的な操作をグループメンバーに一通り丁寧に教えていただいた",
      "認知症の知識共有について、残り30分位という短い時間で読んできた本の知識をslackに上げたり、感想を共有したりした",
      "一部のメンバーでは、新聞記事やインターネットから具体的な認知症サポートについての情報を調べてきた",
      "とても参考になる内容だったので、自分もやりたいこと（医療選択・意思決定支援）について掘り下げて調べたいと思いました",
      "本の内容、種類によっては共有できる情報に差があったので、次までにもう少し時間を取ることでメンバー全員が整理しやすくなるのではないかなと考えた"
    ],
    "5月17日": [
      "南部先生によるFW講座を受け、質的研究やFW先との信頼関係の重要さを学んだ",
      "成本先生とのSkype-MTGを6/7(水)に実施することに決定した",
      "それまでに自分たちの案をまとめて意見交換ができるようにするという目標ができた",
      "認知症サポーター養成講座を実施するかどうかについて話し合った",
      "認知症の知識を共有し、マインドマップを作り、意思決定や徘徊などの問題の詳細がより見やすくなった"
    ],
    "5月19日": [
      "6/7(水)のSkypeMTGに向けて1人1つシステム案を考えてくること",
      "認知症の知識共有を行い、回想法を使った認知症サポートが有用であるということで、一つの案として回想法を使った認知症支援アプリを採用した",
      "TAさんから過去の活動について聞き、ロボットを使うならペッパーが現実的であることを知り、ペッパーのアルゴリズムを見せて戴いた",
      "認知症サポーター養成講座が5/31(水)に行われることが確定した"
    ],
    "5月24日": [
      "6/3の全体フィールドワークの電車賃（590円）の収集",
      "月例レビュー会についての説明",
      "6/7(水)の成本先生とのSkype-MTGに向けてシステムに関する案を共有した",
      "システムに関する案をピックアップする",
      "引き続き案をピックアップする",
      "ピックアップした案について、南部先生からのレビューをお願いする",
      "メンバー全員の問題意識の確認"
    ],
    "5月26日": [
      "案ごとのターゲットをきちんと考える",
      "タスク管理をどうするか",
      "○Redmine",
      "スライド作成",
      "新しい案がある人は軽く発表",
      "5限に先生やTAさんにスライドを見ていただき、具体的なアドバイスや指摘をいただいた",
      "個人個人で考えた案を実現可能なものにするための第一歩と言える",
      "これから案をどんどん改善していけたらいいなと思いました"
    ],
    "5月31日": [
      "認知症サポーター養成講座について、いままで認知症についての本で学んできた知識がわかりやすく冊子にまとめられていた",
      "ビデオをみて、認知症の方への接し方や環境作りの大切さを学んだ",
      "認知症サポーター養成講座が終えた後、ディスカッションで医療グループの6つの案をそれぞれ発表し、指摘やアドバイスをたくさんいただいた",
      "各自自分の案の改善点を知ることができて、とても良い体験となった",
      "これからも意見を共有しながら、認知症をサポートできるようなシステムを考えていきたい",
      "そもそも高齢者は携帯アプリを使わないというコメントがあり、高齢者にも使えるデバイスを利用することを考慮に入れた",
      "需要はありそうだけど既存するものが多く、もっと過去の案を調べる必要があると感じた",
      "いままで5人それぞれ違う分野や問題について知識を付けてきた分、考えを共有する必要性を強く感じた"
    ],
    "6月14日": [
      "システム案相互レビュー：MyGo!の現在の案の概要、変更内容やその理由を共有した",
      "自分の案についてじっくり振り返ることができたのでいい機会となった",
      "アジャイル開発には佐藤くん(両方)が参加することになった",
      "来週水曜に残りメンバーでポスター作成に取り掛かることになった",
      "タスク管理：Trelloの使い方を確認した"
    ],
    "6月16日": [
      "リーンキャンバスを完成させる",
      "バタフライテストを使った方法で案を絞る予定だったが、案の順位付けをした形になった",
      "(散歩支援システム(自分の案)よりも、ニーズの高いもの(排泄通知システム、介護者SNSなど)のほうがやりたいかも)",
      "ポスターの項目を決めた",
      "週末に物忘れカフェに参加する"
    ],
    "6月21日": [
      "案の再検討について、ライフログで認知症患者(高齢者)の日常を記録することで、生活習慣の改善や医療での活用ができるということで、方向性が大方決まった",
      "次の課題として以下のような項目が挙げられる",
      "どんな記録を録るか",
      "どう録るか",
      "録ったデータをどう見せるか",
      "ポスター作成：ポスターの項目決めをした"
    ],
    "6月23日": [
      "来週からライフログを用いたアイデアについての詳細を詰める(時間がないがイメージ図に起こせるレベルに持っていく)",
      "中間報告書について中間発表の物品の申請",
      "TeX講習(堀、頼), ポスター講習(佐藤れ)の参加者決定",
      "ポスターの構成について、これまでの活動を文章にして、そこからポスターの項目に合わせて修正していく方針となった",
      "ポスターに書く内容をみんなで書き出していった(全員)",
      "ポスターの仮案をPowerPointで作成した(堀さん)"
    ],
    "6月28日": [],
    "6月2日": [
      "方針の案出し、言い換え等の検討（全員）",
      "レビューを受け止めた結果の、個々人での意見をまとめる→スプレッドシートにまとめる（作成：よしあき）",
      "GitHubでアジャイル開発セミナー申し込みというissueを追加して完了する（全員）",
      "月例レビュー会で、先生やTAからのレビューをいただいた",
      "スライドの形式を統一させる",
      "来週のSkype会議に向けての話し合いをした"
    ],
    "6月30日": [
      "ポスター完成",
      "ポスターのタイトル",
      "システムのタイトル",
      "システムのイメージ図",
      "システムの説明",
      "全体ポスターの医療グループ部分",
      "月例レビューに向けた発表練習",
      "今考えている食事ログ(名称未決定)でコミュニケーションの要素を付加できるよう、よりアイデアを深める",
      "先生やTAからいただいたレビューを元にポスターの修正をした",
      "ライフログによる認知症予防システムの内容をより具体的にするため、案を掘り下げた",
      "ライフログを使うことで認知症予防につながるという根拠を改めて考え直した",
      "高齢者に持続してもらうという前提でシステムを考えるとき、モチベーションにつながる決定的な要素がないことに気付いた",
      "TeX講座に参加し、TeXを導入した"
    ],
    "6月7日": [
      "成本先生とのSkype会談を行った",
      "各自アイデア紹介をし、成本先生の意見やアドバイスをいただいた",
      "成本先生の意思決定補助システムの提案は今後の活動の参考となった",
      "京都WSの準備：提示されたミッションに従い、お菓子やコーディネートを各自で決める",
      "スケジュールの確認を行った",
      "17時30分からmixi説明会"
    ],
    "6月9日": [
      "アイデアをいつ頃絞るかタスク(Trello)管理",
      "京都WSのスケジュール確認を行った",
      "WSで具体的に何をするのかわからなかったので、電車やバスなどの発着時間についての確認が主となった",
      "今までのレビュー振り返り & 相互レビュー：myGO!について、ボツになった機能の理由をまとめた",
      "今までいただいたレビューを振り返ることで、より現実的な問題点やシステム像（ロボホンを利用したシステム）が出来上がりずつある",
      "タスク(Trello)管理について：中間発表までのスケジュールを考えると、必要性が非常に高い"
    ],
    "7月12日": [
      "中間発表の練習会を実行した",
      "発表技術を鍛える必要があると感じた",
      "ポスターをうまく活用し、本番でわかりやすい発表ができたらいいなと考えた"
    ],
    "7月14日": [
      "中間報告書の作成",
      "期末提出物の確認・用意",
      "本番では思ったより人が集まらなかった",
      "システム案について色々具体的な意見を頂いたので、今後のシステム案改善で活かしたいと考えている"
    ],
    "7月19日": [],
    "7月21日": [
      "期末提出物についての最終確認中間報告書の修正・提出",
      "期末提出物について、sispを隅から隅まで読み、学習ポートフォリオ、著作権等に関する誓約書、学習フィードバックシートを作成した",
      "学習フィードバックシートの記載内容の一部はグループ内で改めて統一させた",
      "中間報告書の仮提出や修正をした",
      "TeXも同時進行で、途中から自分のPC側の問題で、C:\\w32tex\\share\\texmf-local\\tex\\platex 以下にすべてのstyファイルがないと、tex実行時にnot foundというエラーが出てくるみたいで、手動でstyファイルを上記の場所移動したらエラーが消えた",
      "中間発表会の評価シートをまとめ、頂いたご意見をもとに今後の課題についてグループ内で話し合った"
    ],
    "7月26日": [
      "夏休みの活動の振り返り今後の予定について再確認後期の活動開始",
      "夏休みの予定決め：利用者からのフィードバックのもらい方、医療従事者へのデータ提供の仕方、どのくらいのデータを医療従事者あげるのか、高齢者がログを見るための専門的な情報、食事で認知症を予防できるMIND食、間食、おやつ、外食？箱の中に置くという手間をかける価値がある仕組み、高齢者へのデータの見せ方、食習慣以外の生活習慣についてどのようにして取り組むかなどについて、毎週(インターンの都合上休みあり)報告会を開く",
      "後期の予定決め：箱(Python3)、Web(PHP、CakePHP)班に分けてシステム開発を進める",
      "場合によっては攻防を借りて箱を作成する",
      "また、夏休みに考えた医療従事者へのデータ提供について成本先生に訊いてみる",
      "前期の反省：GitHubの勉強が足りてなかったり、TeXの知識不足だったり、タスク管理も甘かったように感じた",
      "→夏休みに勉強し、週一でどこまでやったのかを報告する",
      "(自由)また、Trelloから分かりやすいZenHub(開発)、Brabio!(普段のタスク)へ移行した",
      "中間発表会の振り返りをプロジェクト全員で行った"
    ],
    "7月5日": [],
    "7月7日": [
      "発表練習中間発表",
      "月例レビュー会振り返りと中間準備月例レビューの振り返り（ポスター修正）報告書の内容決め"
    ]
  },
  "1015263": {
    "5月10日": [
      "話し合いの際に、全員がモチベーション高く参加していた",
      "なので、全員に発言が見られて様々な意見が出た",
      "言いたいことをお互いに言い合えた",
      "よって、誤解が解けたりチームの連帯感が生まれた",
      "アプリ開発に詳しい人が積極的にレクチャーしてくれた",
      "なので、それぞれが同じスピードで新しいツールにチャレンジできた",
      "全体の雰囲気が固かった",
      "なので、あまりくだけた雰囲気にならず打ち解けるまで時間がかかった",
      "人の話を遮る人がいた",
      "なので、最後までその人の言いたいことが聞けずモチベーションが下がった",
      "チームによって使用するツールに差が出ると思う",
      "なので、合同勉強会を行いたい",
      "それぞれのチームの報告においてもっと質問をしたい",
      "[18時くらいになってくるとお腹が空いて集中力が切れそうになるので頑張りたい]"
    ],
    "5月12日": [
      "話し合い中や意見交換中に気になった点はすぐにお互い訊き合っていた",
      "わからないまま進めることは危険なので、今後もお互い訊き合える環境を目指したい",
      "実際のユーザとなる方々の意見を直接伺えた",
      "こちらとしてはプロジェクト学習という認識でも、向こうとしては期待をかけてもらえているプロジェクトなのだと理解した",
      "ヒアリング中、相手に対して簡潔に質問ができなかった",
      "意味がしっかりと通るような質問を今後は心がけるべき",
      "ヒアリング中、音声録音していたが、そのデータの共有ができなかった",
      "そうすると、1人に対して仕事が集中してしまうので、今後は分散させて仕事ができるような体制を整えたい",
      "Onsen UIに対してとMonacaについての理解を深めること",
      "書籍をお借りできるので、それをテキストとして勉強会を行いたい",
      "GitHubの使い方になれること",
      "実際に使ってみて、今後のプロジェクトの流れを理解したい"
    ],
    "5月17日": [
      "チーム内で今後の活動に関する方針決定を行うことができた",
      "全員で共通な言葉を用いて議論して確認を行ったので、スムーズにまとめることができた",
      "ドキュメント上だけでなく、ホワイトボードなどを利用することが大事だと気づいた",
      "同じものを同時に見ることが大事",
      "TAさんとの引き継ぎの連携がうまくできていなかった",
      "方針が決まった時点で、最初に「何を、どのように、いつ」引き継ぐのかを確認すべきだった",
      "そのおかげで、現状が把握できないため、ネクストアクションが明確に議論できなかった",
      "議事録の取り方を統一する",
      "余計なものを書かない",
      "フォーマットを決めて書く"
    ],
    "5月19日": [
      "改めて議論の進め方と、議事録の取り方を確認した",
      "もっと意義のある議論にするために、積極的な発言と、議論の最後にまとめをして全員で確認をする作業をすることにした",
      "フィールドワークについて、自主的に行うことが決定した",
      "機会を待つのではなく、自分達から積極的にフィールドと関わるようにしてきたい",
      "「今なんのはなししてるんだっけ？」という時間があった",
      "最初に、「何をやるので何分まで何を考えてください」という指示を司会が出していくべき",
      "メンバーも、議事進行担当でなくても、この時間に何をするべきか自分で考える",
      "円滑な議事進行",
      "後戻りはしてもよいが、理解しようとする姿勢を身につける"
    ],
    "5月24日": [
      "クライアントとの連絡の取り方と、チーム間での連絡の取り方を確認できた",
      "今までは、LINEとSlackとメールをなんとなくで使い分けていたが、それらの使い方にルールと共通認識をもうけた",
      "そうすることで、より円滑に連絡がとりやすくなったり、クライアントとのやり取りを文面で残すことができそうだ",
      "今後の活動の軸を決めることができた",
      "なんとなくの方針は決めていたが具体的にどうしていくかを用語を使って確認できた",
      "使っているツールを多くしすぎているようだ",
      "これからは、なるべく必要なツールだけを使い、その内容をもっとTAさんなどに共有していきたい",
      "もっとTAさんや、先生方と逐一共有を行いたい",
      "ずっと悩んでいたことや停滞していたことが、すぐに動き出すことがある",
      "FWが楽しみ"
    ],
    "5月26日": [
      "FWで積極的に人と関わっていった",
      "今回の目的は陣川を知ろうということだった",
      "しかし、積極的に陣川のキーパーソンとお話しすることで自分たちの予想もつかなかった意見が飛び出してきてよかった",
      "FWでは余裕を持ったスケジュール管理ができた",
      "無理なく余分なものを削ぎ落としたスケジュールだったので、各地で濃い経験ができた",
      "多くの人と関わる時間が持てた",
      "FW先で、一人だけで喋ってしまうこと",
      "喋りすぎないようにと意識はしていたが、なかなか難しい",
      "もっとみんなが質問ができるような雰囲気作りやファシリテーション技術を学びたい",
      "インタビュー風景などの撮影や録音",
      "貴重な資料になるので、次回は忘れずに行いたい"
    ],
    "5月31日": [],
    "6月14日": [],
    "6月16日": [
      "中間発表に向けたポスター作り",
      "クライアントとのヒアリングの内容整理",
      "ヒアリング資料作成",
      "ヒアリング振り返り"
    ],
    "6月21日": [],
    "6月23日": [
      "中間発表に向けたポスターの制作",
      "ポスター制作",
      "ポスター掲載画像の作成"
    ],
    "6月28日": [],
    "6月2日": [
      "UIデザインの勉強",
      "GitHubの導入",
      "月例レビュー会へ向けた活動内容の振り返り",
      "月例レビュー会",
      "チーム内でのルール策定"
    ],
    "6月30日": [
      "月例レビュー会にて、発表に対してのレビューをいただく",
      "ポスター班としてポスター作成を行う",
      "全体ポスターの作業も行うこととなった",
      "教員からの指示アドバイス:        ポスターについては書ききれない程のレビューを頂いたので省略",
      "ポスター発表の際、どのような機能について発表するべきか考えたほうがよいと言われた"
    ],
    "6月7日": [],
    "6月9日": [
      "ヒアリングを行い、その結果を元に方針を決定する",
      "月例レビューの振り返り",
      "ヒアリングの詳細決定"
    ],
    "7月12日": [],
    "7月14日": [
      "前期活動のまとめを行う",
      "ポスター作成",
      "中間発表会練習"
    ],
    "7月19日": [],
    "7月21日": [
      "後期の活動策定",
      "中間報告書執筆"
    ],
    "7月26日": [
      "後期に向けてSwift言語を勉強する",
      "後期のスケジュール策定",
      "活動方針の再確認"
    ],
    "7月5日": [],
    "7月7日": [
      "ポスター発表に向けたポスターの改善",
      "ポスター作成",
      "報告書作成",
      "レビュー反映"
    ]
  }
}