{
    "1015079": {
        "5月11日": {
            "K": [
                "gitで指示されたことをやり遂げることができた。"
            ],
            "P": [
                "勝手に色々やりすぎた。あまり会話できなかった。"
            ],
            "T": [
                "githubにssh接続できるようにしたい"
            ]
        },
        "5月16日": {
            "K": [
                "しっかりと石別を見て回り、観察することができた。また、石別の魅力をちゃんと知ることができた。"
            ],
            "P": [
                "時間が余ったりもう少し計画を積極的に練って、色々な場所を巡れたなと思ったりしました。また、まだまだ石別がどういう所か調べる余地があるなと思いました。"
            ],
            "T": [
                "機会を作ってのんびり石別を回ってみたいみたいと思いました。まだまだ見れてない所もたくさんあります。また、トラピスト修道院も中にもまだ入っていないので、入れる機会があるなら入りたいなと思いました。"
            ]
        },
        "5月18日": {
            "K": [
                "医療関係でどういうものを求められているのか講演を聞いて分かった。また、ブレインストーミングで積極的に意見が出せたと思う。"
            ],
            "P": [
                "話の内容を覚えていたから良かったが自分が議事録担当なのを忘れていた。事前にやっておくべきスライド作りを忘れていた。"
            ],
            "T": [
                "今回のブレインストーミングをちゃんと活かしていきたいと思う。また、医療の貴重な意見を頂いたので活かしていきたい。"
            ]
        },
        "5月23日": {
            "K": [
                "陣川でどこに行くのかで調べたりして意見を出せた。認知症の講演からブレインストーミングをした時に沢山の意見を出すことができた。"
            ],
            "P": [
                "分報をどうするのかの話し合いであまり意見を出すことができなかった。"
            ],
            "T": [
                "ブレインストーミングから次に繋げたい。陣川のFWでしっかりと見て考えたい"
            ]
        },
        "5月25日": {
            "K": [
                "陣川に温泉ができるという話や除雪車が来ないなど地元の人から貴重な意見を聞くことができた。"
            ],
            "P": [
                "閉店している店があり、事前にもっと調べることができたなと思った。"
            ],
            "T": [
                "今回の活動を活かしてブレインストーミングをしたりしたいです。また、今回の経験からどのテーマにするべきか決めたいです。"
            ]
        },
        "5月30日": {
            "K": [],
            "P": [],
            "T": []
        },
        "5月9日": {
            "K": [
                "先生のフィールドの解説をしっかりと聞くことができ、その内容を自分の中で理解してどうするのかしっかり考えることができたと思う。",
                "意見を積極的に出せたと思う。例えば、どうしてそのフィールドを選んだのか理由をしっかりと述べることができた。他にも石別のフィールドワークでどこに行くのか意見を出せた。"
            ],
            "P": [
                "もっと軽く意見を出せたほうが良かったと思う。意見を出すことができたが、それでも少ないと思う。",
                "休み時間に黙ったり作業したりで打ち解けることがまだできていなかったと思う。",
                "フィールドについて理由を述べる時にもっと考えをまとめてから話すべきだったと思う。",
                "声がはっきり出せなかったと思う。緊張しすぎないように気をつけたい。"
            ],
            "T": [
                "意見を言う機会があるならもっと言う。",
                "gitなどいま勉強できることはやっておく。",
                "次に向けて石別でどこに行くのか考える。"
            ]
        },
        "6月13日": {
            "K": [
                "アプリの案は出せた。アプリを見せるということで事前に調べてきたものをしっかりと紹介できた。"
            ],
            "P": [
                "出したアプリの案が良くなかった。観光アプリを調べてきたはいいが分析不足だったと思う。"
            ],
            "T": [
                "もっと冷静にすぐに発言できるように活動前に事前に内容に関することを考え込んでおきたい"
            ]
        },
        "6月15日": {
            "K": [],
            "P": [],
            "T": []
        },
        "6月1日": {
            "K": [],
            "P": [],
            "T": []
        },
        "6月20日": {
            "K": [
                "意見をそれなりに出せたと思う。"
            ],
            "P": [
                "体調を崩していて態度が悪かったと思う。"
            ],
            "T": [
                "体調管理には気をつけたい"
            ]
        },
        "6月22日": {
            "K": [
                "議事録を会話に注意して書いた。"
            ],
            "P": [
                "議事録を書きながら、意見を出したので議事録で少し聞き逃した所があった"
            ],
            "T": [
                "議事録を書く時は意見を出せるなというタイミング以外は議事録に集中しようと思う"
            ]
        },
        "6月27日": {
            "K": [
                "意見を積極的に出すことができた。"
            ],
            "P": [
                "意見をしっかりと聞かずに発言してしまった。場所をアプリ内でどこかみたいに勘違いをしていた。（実際は石別の場所）"
            ],
            "T": [
                "プロトタイプをできるだけ速く完成させて意見をもらう。"
            ]
        },
        "6月29日": {
            "K": [
                "Git講習会では指示通りにやれることができた。しっかりと話し合い、意見を出せたと思う。ちゃんと話を聞いて、勘違いの発言が減ったと思う。"
            ],
            "P": [
                "4限目に遅刻してしまった。"
            ],
            "T": [
                "次週までにモックアップを完成させる。グループ報告書の改善案を次週までに出す。",
                "先生方から意見を頂きポスターの改善をする。"
            ]
        },
        "6月6日": {
            "K": [
                "石別の人との会話をしっかりとメモを取ることができた。"
            ],
            "P": [
                "メモ担当だったから仕方ないが話せなかった。自己紹介でちゃんと紹介ができなかった。"
            ],
            "T": [
                "次に話し合う機会があるならもっと積極的に行きたいと思う"
            ]
        },
        "6月8日": {
            "K": [
                "しっかりとどういうアプリにするのか話し合う時に参加できたと思う。議事録もちゃんと取ることができて良かった。"
            ],
            "P": [
                "リーンキャンバスを作るということで事前に何か調べなかったので理解するのに時間がかかった。"
            ],
            "T": [
                "どういうアプリにするのか方向性を決めるために意見を出していきたい"
            ]
        },
        "7月11日": {
            "K": [
                "スライドの改善案やアプリのコンセプトを考える時に案を積極的に出すことができた。"
            ],
            "P": [
                "議事録を取る時に書くのに夢中になって書き忘れが頻発した。"
            ],
            "T": [
                "次はいよいよ発表なのでしっかりと原稿を覚えて臨みたい。"
            ]
        },
        "7月13日": {
            "K": [
                "会場の準備など積極的に手伝えたと思う。発表で原稿を見ることもなく発表できた。"
            ],
            "P": [
                "発表の際声がとても小さくなってしまった。パソコンで原稿を見ることができるようになっていたが発表中緊張して内容を忘れて止まりそうな状況なのに見ることを忘れて止まってしまった。"
            ],
            "T": [
                "今回いただいた評価シートをしっかりと読み次に発表を行う機会で活かせるようにまとめます。また、中間報告書など提出をおこなわないといけないものを必ず月曜日までに完成させます。"
            ]
        },
        "7月18日": {
            "K": [],
            "P": [],
            "T": []
        },
        "7月20日": {
            "K": [],
            "P": [],
            "T": []
        },
        "7月4日": {
            "K": [
                "先生方のアドバイスを自分なりにメモできた。意見を積極的に出すことができた。"
            ],
            "P": [
                "遅刻してしまった。"
            ],
            "T": [
                "今週末までにスライドの自分が担当する部分を完成させたい"
            ]
        },
        "7月6日": {
            "K": [
                "ようやく遅刻せずに来ることができた。積極的に意見を出すことができたと思う。自分のスライドが役に立った"
            ],
            "P": [
                "事前に作ったスライドが役に立たないものがあった。放課後の活動で不満な態度を取ってしまった。"
            ],
            "T": [
                "次回も遅刻しないようにしたい。完成させなきゃいけないものは事前に完成させる。"
            ]
        }
    },
    "1016022": {
        "5月11日": {
            "K": [
                "・講義中集中して、先生やTA さんの話を聞くことができ、わからないことはすぐに質問することが出えきた。",
                "・GitやGitHubの使い方がわからないときは、できるだけ周りの人と協力して、問題を解決するようにも努めた。"
            ],
            "P": [
                "・わからないことをもう少し自分で解決できるように考えるべきだった。次からは、すぐに聞くのではなく、自分で考えたり、メンバーと相談したりしながら解決できるようにする。"
            ],
            "T": [
                "・Git、GitHubの勉強"
            ]
        },
        "5月16日": {
            "K": [
                "・メンバーと協力して、フィールドワークを達成することができ、石別についての問題点や魅力を調べることができた。",
                "・石別の町の人や、観光者の目線に立って町の問題点や魅力などを考えることができた。"
            ],
            "P": [
                "・ほかのグループの行動を把握できていなくて、ほかのグループと調査する場所がかぶってしまった。今後は、予定やメンバーの行動などを把握していけるようにする。"
            ],
            "T": [
                "・陣川へ赴きたいと思った。"
            ]
        },
        "5月18日": {
            "K": [
                "・大事なことは、メモを取り、集中しながら話を聞くことができた。今後も必要なことはメモを取る癖をつけたいと思った。",
                "・みんなで協力して話し合いをすることができ、FWについてしっかり振り返ることができた。"
            ],
            "P": [
                "・合同勉強会中に寝てしまい、ほんとに反省したので、今後絶対ないように気をつけたい。",
                "・あまり積極的に意見を出せなかった。"
            ],
            "T": [
                "・早く陣川のFWにいきたいと思った。",
                "・もっと積極的に意見を出せるようになりたい。"
            ]
        },
        "5月23日": {
            "K": [
                "・みんなで協力して話し合いをすることができ、ブレインストーミング中には、しっかり自分の意見を出すことができた。"
            ],
            "P": [
                "・分報の話し合い中、みんなが意見を出している中一人沈黙していて注意されたので、気をつけたい。",
                "・もっともっと積極的に意見を述べられるように頑張る。"
            ],
            "T": [
                "・メンバー全員ひとりひとり何をやりたいと思ってるか共有する"
            ]
        },
        "5月25日": {
            "K": [
                "・みんなで協力してしっかりfwすることができた。",
                "・目的地の場所や、道順など積極的に調べることができた。"
            ],
            "P": [
                "・行きたいと思っていたお店の閉店時間を余り考えずに行動してしまい、行きたかった場所に行けなかったので、時間配分にもっと気を配ればよかった。"
            ],
            "T": [
                "・陣川に新しくできる温泉を活かした地域創生や、陣川の人の不安を取り除く活動"
            ]
        },
        "5月30日": {
            "K": [
                "・フィールドワークでの思ったことや感じたことをしっかり伝えることができたと思う。",
                "・ブレインストーミングでしっかり案だしすることができた。"
            ],
            "P": [
                "・議事録をとることに集中しすぎて、ところどころ話を聞き逃してしまったことがあったので、次回議事録を書くときは、注意したい。",
                "・Monacaの講師の方がせっかく来てくれたのに、質問なども全然しないで講習会が終わってしまい、申し訳なかった。"
            ],
            "T": [
                "・写真の撮り方を勉強したいと思った。",
                "・fwのやり方を勉強したいと思った。"
            ]
        },
        "5月9日": {
            "K": [
                "・先生やメンバーが話しているときは、相槌を入れるなどして、集中してしっかり話を聞くことに専念した。また、聞かれたことなどに対して、しっかりリアクションを取ることができた。",
                "・疑問に思ったことはすぐに調べたり、聞いたりすることができた。わからないことはそのままにしないことを継続させる。"
            ],
            "P": [
                "・全体的に話し合いが静かすぎたと思う。まだ２回目ということもあったが私含めみんな意見を素直に言い合えていなかった。",
                "・slackやLINEでメンバーが連絡したことに対して、しっかり何ならかのリアクションを取ることができていなかったので直したい。"
            ],
            "T": [
                "・もっと物事を深く考えられるようになりたいと思った。"
            ]
        },
        "6月13日": {
            "K": [
                "・みんなで意見を出しながら話し合いをすることができた。かなりみんな積極的に意見を出せるようになってきたので継続させていきたい",
                "・積極的に仕事をもらうことができたと思う"
            ],
            "P": [
                "・相手の話を最後まで聞かずに、意見を言おうとしたので、気をつけたい。相手の話がしっかり終わるまで聞いて、それから意見を出そうと思った"
            ],
            "T": [
                "・プロトタイプ作成ツールのことやそれ以外に使いそうなものを一度使ってみる"
            ]
        },
        "6月15日": {
            "K": [
                "・みんなに伝わりやすいように敬語の勉強会をすることができたと思う。"
            ],
            "P": [
                "・敬語の例は、もっと汎用性の高いものを出題するようにしたい。",
                "・質問されてもわからないことがあったのでしっかり調べて次回に望みたい"
            ],
            "T": [
                "・もっともっとみんなが敬語を覚えやすいように努力したい"
            ]
        },
        "6月1日": {
            "K": [
                "・発表の際、自分のやりたいことをしっかり伝えることができたと思う。"
            ],
            "P": [
                "・発表のとき、顔を上げて話すことを意識していたが、うまくできなかった。",
                "・テーマを決める際、自分の思ってることをうまく伝えられず、話がうまく進んだかもしれないのにその流れを遮ってしまった。自分の意志はしっかり伝えようと思った。",
                "・発表中は発表者の話を聞くことが大事だと、集中していない人に注意してあげられなかった。"
            ],
            "T": [
                "・もっと積極的に自分お意見を言う",
                "・忙しい人のサポートをできるようになりたい。"
            ]
        },
        "6月20日": {
            "K": [
                "・積極的に仕事を貰いに行くことができたと思う。一人の人にタスクが偏らないように気をつけたい。",
                "・大きな声で話し合いに参加できたと思う"
            ],
            "P": [
                "・もう少し自分で理解してから、みんなに敬語を教えたい。教える人が理解していないと教わる人もわからないことがあったとき、困ると思った。"
            ],
            "T": [
                "adobe製品の勉強"
            ]
        },
        "6月22日": {
            "K": [
                "・先生やTAの方々のお話をしっかりと理解し、聞くことができた。プロジェクトの時間中は、集中力を切らさないように継続したい。"
            ],
            "P": [
                "・声が小さい方や、態度が悪い人をしっかり注意できなかった。グループ内の空気が悪くならないように次回からは注意したい"
            ],
            "T": [
                "・XDのお勉強"
            ]
        },
        "6月27日": {
            "K": [
                "・TeXの講習会に行き、集中して話を気く事ができた。一つ一つ理解しながら講義を受けることができたので良かった。"
            ],
            "P": [
                "・TeXの講習会に参加中メンバーからの連絡に気づくことができなかったので気をつけたい。",
                "・思ったことをもっと言えるように努力しなければいけないと思った。"
            ],
            "T": [
                "・TeXについて勉強"
            ]
        },
        "6月29日": {
            "K": [
                "・時間内にメンバーと協力し、タスクをこなすことができたのでよかった。この調子を継続していきたい。"
            ],
            "P": [
                "・議事録をとらなければ行けない場面でとれておらず、メンバーに迷惑かけてしまった。今後気をつけたい。",
                "・Gitの勉強不足で、説明会の話についていくことができずとても不甲斐ないと思った。しっかり予習をしようと思った。"
            ],
            "T": [
                "・Gitno勉強",
                "・スライドの改善"
            ]
        },
        "6月6日": {
            "K": [
                "・市役所の方の話を集中して聞くことができた。"
            ],
            "P": [
                "・話し合いに集中しすぎて、議事録を取ることを一瞬忘れていたので気をつけたい",
                "・会議中の会話を許可なく録音してしまった。",
                "・会議中の会話を録音したい事を他のメンバーに共有していなかった。",
                "・自分の意思をもっと強くもちたい"
            ],
            "T": [
                "・意見を出しながらも議事録をしっかり取れるようになりたい。",
                "・日本語講座やりたい"
            ]
        },
        "6月8日": {
            "K": [
                "・意見をしっかり出すことができた"
            ],
            "P": [
                "・プロジェクトでやることについて、どうしてこれをやらなければならないのか、の意味をしっかり考えずに行動していた。意味を理解してから行動するようにしたい。"
            ],
            "T": [
                "・毎回プロジェクトのはじめに敬語の練習"
            ]
        },
        "7月11日": {
            "K": [],
            "P": [],
            "T": []
        },
        "7月13日": {
            "K": [],
            "P": [],
            "T": []
        },
        "7月18日": {
            "K": [],
            "P": [],
            "T": []
        },
        "7月20日": {
            "K": [],
            "P": [],
            "T": []
        },
        "7月4日": {
            "K": [
                "・特になし"
            ],
            "P": [
                "・議事録を取ることに集中しすぎて、意見を出せないことが多かった。いつもいつも意見を出せないことが多いので、まずは話を集中して聞いて、どんなことでもいいから意見を出せるように努力しようと思った。",
                "・思ったことは言葉にださないと伝わらないので、しっかり出していこうと持った"
            ],
            "T": [
                "・議事録音声配って各自で聞いてもらう"
            ]
        },
        "7月6日": {
            "K": [
                "・話を集中して聞くことができたと思う。少しではあるが、以前よりも言いたいことを言うことができた。この調子を続けていきたい。"
            ],
            "P": [
                "・思ったよりも自分のスタミナが無いことがわかった。持続して話を集中して聞くことはとっても体力を消費することがわかった。"
            ],
            "T": [
                "・タスクは積極的に自分で考えて見つけるようにしたい。もし見つけられなかったら、全力でタスクを貰いに行くようにしたい。"
            ]
        }
    },
    "1016117": {
        "5月11日": {
            "K": [
                "・GitやGitHubをワークショップを通じて勉強することで、実践でも使えるくらい知識が深まったと思う。",
                "・疑問点などがあれば臆することなくTAの方に相談することができた。今回は時間の限られたフィールドワークだったので、疑問点はすぐにTAの方に相談してしまったが、普段自分で調べればわかることはTAの方に相談せず自分で調べるということは忘れないようにしたい。"
            ],
            "P": [
                "メンバーとのコミュニケーションがまだうまいくいかなかった。疑問に思ったこと、指摘したいことがあれば今のうちに言っておかなければいざシステムを開発するとなった時に後悔すると思った。"
            ],
            "T": [
                "早く実際のシステム開発でGitやGitHubを使ってみたいと思った。プロジェクトの時間が限られていることもあり、早めにテーマ選定や開発言語を決めていきたい。"
            ]
        },
        "5月16日": {
            "K": [
                "計画通りにfwを進めることができた。実際に現地に行ってみないとわからないこともあることを認識できたのは大きな収穫だった。",
                "飲み会の席では、奥野先生や佐藤さんから色々なアドバイスをいただけた。これからも積極的に、自分のやりたいことを先生やTAの方に話していきたい。"
            ],
            "P": [
                "fwの計画を立てるのに時間がかかってしまった。直接話し合える機会を作れそうにないときは、ある程度計画を決めから他のメンバーの意見を求めるべきだった。",
                "石別の景色以外の需要やいいところをfw中に意識して探すべきだった。"
            ],
            "T": [
                "陣川にもfwしたいと思った。そこからどのテーマにするかを決めて、fwで得たものを活かせるようなシステムを開発していきたい。"
            ]
        },
        "5月18日": {
            "K": [
                "4限では、他大学の先生方からIoTが認知症患者対してできることや必要としていることを聞くことができた。実際の現場を知る人から話を聞けるのはとても貴重な機会だった。",
                "5限では、石別fwをもとにブレストを行った。石別でやりたいことはある程度決まっていたため、自分なりの意見を出すことができた。"
            ],
            "P": [
                "思ったことをすぐ口に出しすぎだった。今ここで言うべきなのかをしっかり考えてから発言したい。リーダーの全体への問いかけに対して、もっと反応してあげるべきだった。"
            ],
            "T": [
                "ブレストで出した意見をもとに、石別の特徴を把握し、どのようなシステムを開発していくか検討していきたい。"
            ]
        },
        "5月23日": {
            "K": [
                "前回のfw計画の時よりもタスクがうまく分散されていた。",
                "分報やタスク管理の話し合いでは、みんながそれぞれの意見を発言できていた。今後もチームの全員が意見を出し合えるような環境を継続していきたい。"
            ],
            "P": [
                "石別の時よりもfwの目的が自分の中で曖昧のままfw計画の話し合いを進めてしまった。fwの計画をするときは、あらかじめその土地の地図を印刷してきたほうが進行がスムーズになると思った。"
            ],
            "T": [
                "陣川fwで、陣川でシステムを通じてどんなことができそうか見つけていきたい。"
            ]
        },
        "5月25日": {
            "K": [
                "fwで、普段あまり話せないようなメンバーと話すことができた。メンバーのことをもっとよく理解して、今後のプロジェクトに活かしていきたい。"
            ],
            "P": [
                "陣川に住んでいる人に対して、自分から積極的に話しかけに行くことができなかった。",
                "それぞれの施設に対しての調査が足りていなかった。(閉店時間など)"
            ],
            "T": [
                "今回の陣川fwを通じて、陣川でどんなことができるか検討していきたい。"
            ]
        },
        "5月30日": {
            "K": [
                "・fwについて南部先生や原田先生から多くのアドバイスをいただけた。これからも先生方のフィードバックを頂きやすいように、成果物は積極的に先生方と共有していきたい。"
            ],
            "P": [
                "・事前にMonacaを使っておけば、Monaceについてもっと有意義な質問ができたと思う。",
                "・fwする意味をしっかりと理解できていなかった。調べればわかるものではなく、現地に行ったときに得られる感情を大事にすべきだった。"
            ],
            "T": [
                "・先生方のアドバイスをもとにもう一度fwをしたいと思った。",
                "・議事録を取る際は、Google ドライブに書いてリアルタイムで更新内容が見られるようにしたい。"
            ]
        },
        "5月9日": {
            "K": [
                "・リスク分析を先生方の意見を通じて行うことで、リスクに対する予防策などの理解を深めることができた。",
                "・先生やTA方から各フィールドの説明を聞くことで、各フィールドの現状と自分がどのテーマをやりたいかをある程度固めることができた。"
            ],
            "P": [
                "・まだ他のメンバーと話すのがぎこちなかったので、慣れていきたい。",
                "・話をメンバー全体ではなくリーダーに直接振ってしまう癖を直したい。"
            ],
            "T": [
                "・各フィールドでできそうなことを今のうちから検討していきたい。",
                "・リーダーに頼らず、気付いたことは自分のできる範囲で能動的に動いていく。",
                "・TAの方々からもっと意見を引き出せるように積極的に話していきたい。"
            ]
        },
        "6月13日": {
            "K": [
                "計画通りに進められて、コンセプトをしっかり決められたのがよかった。また、事前に5限の時間は主席出来ないことがわかっていたので、あらかじめ何をしてほしいかも伝えられていたこともよかった。"
            ],
            "P": [
                "なんとなく自己主張が強かった気がする。相手の意見をよく理解して、落ち着いて考えてから話すべきだった。"
            ],
            "T": [
                "今日で決まったコンセプトをもとに、アプリに実装する機能を決めていきたい。"
            ]
        },
        "6月15日": {
            "K": [
                "・うまく意見を出し合いながら、プロトタイプを作るまでこれたのは大きな進展だと思った。",
                "・敬語勉強会は、敬語を使う練習になるだけでなく、発声練習にもなるので継続していきたい。"
            ],
            "P": [
                "・発言の機会が減ることを嫌って、議事録を他のメンバーに任せてしまった。それだと、議事録を担当したメンバーの発言機会が減ってしまう。自己中心的な考えだった。",
                "・三時間たっているだけなのに体力が持たなかった。もっと体力をつけていきたい。"
            ],
            "T": [
                "プロトタイプをまずは紙で作っていきたい。そしてそろそろ開発言語を決めたい。"
            ]
        },
        "6月1日": {
            "K": [
                "・皆それぞれの意見をしっかりと出し合えていた。最初のころに比べ交流も活発になってきたので、この関係を継続していきたい。"
            ],
            "P": [
                "・希望テーマ発表の際に、うまく言葉をまとめきれず発表のテンポが悪くなってしまった。",
                "・メンバーと自分の意見は同じではないという意識が足りていなかった。"
            ],
            "T": [
                "・皆で出し合った案をもとに、アプリの概要をどんどん決めていきたい。"
            ]
        },
        "6月20日": {
            "K": [
                "実際に紙に画面デザインを描いてみると、いろいろ問題点がでてきた。これからも話し合いだけでなく、実際にイラストで描いてみるべきだと感じたので継続していきたい。"
            ],
            "P": [
                "意見を出しているメンバーが偏っていたように感じた。もっと全員の意見を引き出せるように話を回していきたい。"
            ],
            "T": [
                "今日作成した画面のデザインをもとに、実際にXdでモックアップを作成していきたい。"
            ]
        },
        "6月22日": {
            "K": [
                "三時間ほぼ立ちっぱなしでも最後までもったのはよかった。"
            ],
            "P": [
                "うまくメンバー全員の意見を引き出すことができていなかったと思う。決定した事項に戻って意見を出されることもあったので、進行が早かったのかもしれない。"
            ],
            "T": [
                "Xdで作ったモックアップをもとに、もっとデザインを掘り下げていきたい。"
            ]
        },
        "6月27日": {
            "K": [
                "中間発表までの細かい計画を立てられたのはよかった。"
            ],
            "P": [
                "議事録の体制が変わり、メンバーの発言がどうしても減ってしまっていた。もう一度議事録の体制は考え直す必要がありそう。",
                "アプリで投稿された写真をどう管理するかが今後の課題になりそうだと感じた。"
            ],
            "T": [
                "・早めにアプリの名前を決めてしまいたい。",
                "・Illustratorを用いてポスターを作ってみたい。"
            ]
        },
        "6月29日": {
            "K": [
                "各メンバーそれぞれの仕事に取り組めていたことは良かったので継続していきたい。"
            ],
            "P": [
                "・佐藤さんに事前に準備しておいてほしいことを聞くべきだった。",
                "・Gitの勉強が不足していた。"
            ],
            "T": [
                "・Illustratorを使ってポスターを作ってみたい",
                "・実際にTeXを使ってみたい",
                "・Gitをもっとスムーズに使えるように勉強する。"
            ]
        },
        "6月6日": {
            "K": [
                "・ターゲットユーザー絞り込むための議論では、チームで活発に意見を出し合えていてよかった。",
                "・自分の意見に対して、納得してから同意してもらえてよかった。今後も自分の意見以外を否定するのではなく、相手の意見を尊重したうえで議論していきたい"
            ],
            "P": [
                "・先生に自分たちの考えを伝えきれていなかった。特に文章では誤解を招きやすいので、気を付けていきたい。",
                "・北斗市の方との会話の中で、言葉遣いが怪しかったことが多かった。"
            ],
            "T": [
                "・敬語の勉強をしていきたい。",
                "・絞り込んだターゲットユーザーに対して、需要の高い機能なデザインなどを掘り下げていきたい。"
            ]
        },
        "6月8日": {
            "K": [
                "・何をやるにしても、目的を話す必要があることに気づけたことはよかった。"
            ],
            "P": [
                "・リーンキャンバスに対する調査が足りなかった。アジェンダに直接かかわるツールについての調査を怠ると、その日全体の計画が狂ってしまうことを肝に銘じて改善していきたい。",
                "・チーム全体の空気が重かった。もっとテンション上げて、声張っていきたい。"
            ],
            "T": [
                "・リーンキャンバスと要件定義の知識をもっと深めていきたい。",
                "・チーム内の人間関係の大切さについて学んだ一日だった。チームメンバーと仲良くなれるよう頑張りたい。"
            ]
        },
        "7月11日": {
            "K": [
                "スライドの流れのわかりやすさを南部先生に褒めていただいた。"
            ],
            "P": [
                "ユーザ視点でのコンセプトが固まらなかった。このアプリでどうハッピーになってほしいのか文章化できてない。",
                "ポスターのレイアウトをメンバー一人に任せすぎだった。後期の発表では改善する必要がある。"
            ],
            "T": [
                "・コンセプトを早く決めてしまいたい。今後の開発にも大きく関わってくる",
                "・発表練習を重ねて、自信をもって発表したい。"
            ]
        },
        "7月13日": {
            "K": [
                "質問に対してわからなかったり、見当違いの回答をすることがほぼなかったと思う。"
            ],
            "P": [
                "・スケジュール管理が甘かった。せめてもう一日費やして、原稿の検討をメンバー全員で行いたかった。",
                "・親しき中にも礼儀あり。いっていいことと悪いことがある。猛省。",
                "・発表速度が速かった。どこで言葉を区切れば、聞いてる人がわかりやすいかを意識すべきだった。"
            ],
            "T": [
                "評価シートの評価を受けて、自身のプレゼンを修正していきたい。"
            ]
        },
        "7月18日": {
            "K": [],
            "P": [],
            "T": []
        },
        "7月20日": {
            "K": [],
            "P": [],
            "T": []
        },
        "7月4日": {
            "K": [
                "ポスターやスライドを先生方にレビューしてもらうことで、自分たちでは気づけなかったことや、発表をより良くするための手法を多岐にわたり教わることができた。"
            ],
            "P": [
                "もっと早く中間発表の準備に取り組むべきだった。自分たちでもまだ完ぺきとは思えないものを先生方にレビューしてもらうと、本質的なところまで指摘されないことがあると感じたのでもったいなかった。"
            ],
            "T": [
                "先生方のレビューをもとにポスターとスライドを修正して、より良い中間発表ができるようしていきたい。"
            ]
        },
        "7月6日": {
            "K": [
                "中間発表の発表形式を決める際には、全員が近い位置で話し合えていたのが良かった。",
                "淡々と進行するのではなく、しっかりと意見の対立が起きその度に話し合って解決できていた。"
            ],
            "P": [
                "スライドのレビューに時間がかかりすぎて、大幅に時間をオーバーしてしまった。スケジュール管理が甘すぎた。"
            ],
            "T": [
                "・メンバーや先生方のレビューを反映させて、より良いスライドを作っていきたい。"
            ]
        }
    },

    "1016127": {
        "5月11日": {
            "K": [
                "分からないこと、疑問に思った事などがあると今後の活動に影響が出てしまうので、そういったことがあったときに、すぐにTAの人に相談できたので、今後もそういったことはすぐに解決するようにしたい。"
            ],
            "P": [
                "思っていること、不満なことを口に出せずにため込んでしまったが、今後1年近く共同で活動をしていくので、きちんと話し合うべきでした。"
            ],
            "T": []
        },
        "5月16日": {
            "K": [
                "上手くできたとは言えないが、自分からメンバーに積極的に話を振ることできたので、今後も継続して話しかけるようにし、話し合いなどの場で意見を出しやすい環境を作っていきたい。",
                "また、現地の人に対しても自分から話しかけることができたので、他のフィールドワークのときにも同じように自分から行動していきたい。"
            ],
            "P": [
                "FW先発隊での地図の検索などを佐藤さんにやってもらっていたことが多かったので、自分たちからもっと行動するべきだった。"
            ],
            "T": [
                "一度演習外の時間に1人で石別にいってみたい（天気のいい日に）"
            ]
        },
        "5月18日": {
            "K": [
                "事前に日程を作ったり、スライドの用意ができていた点は今後も継続していくべきだと思う。",
                "それぞれが思っていることの共有が多少なりともできたので、今後もメンバー全員がため込まないような活動になるようにしていきたい。"
            ],
            "P": [
                "認知症に関して先に自分で調査などを行うことができておらず、講演をしてくださった方々に質問することができなかったので、その日しかできないことに対しての事前の準備を優先してしっかりと行うべきだった。",
                "一部のメンバーに対して発言を促しすぎてしまい、周囲が発言しにくい状況を作ってしまったかもしれないので、今後は気を付けていきたい。"
            ],
            "T": [
                "タイムキーパーなどを導入してもよいと思った。"
            ]
        },
        "5月23日": {
            "K": [
                "同じ人ばかりに仕事をやってもらうと不満などが溜まると思い、色々な人に仕事を振ることができた部分だけは今後も継続したいです。"
            ],
            "P": [
                "事前準備が全くできておらず、話し合いの進行方法もよくなかったので、あらかじめ話し合いのイメージや必要な情報を探しておく必要があった。",
                "活動の目的を全体に共有することができていなかったように感じたので、目的を考える時間をとるか、全体に共有するか、事前に考えてきてもらえるようにAgendaを早めに作成しておくかのどれかは最低限やるべきだった。",
                "プロジェクトで使用する備品はもう少し早めに準備をする必要があった。"
            ],
            "T": [
                "中間報告会までの自分が考えているスケジュールのイメージを何らかの形で全体に共有すること。"
            ]
        },
        "5月25日": {
            "K": [
                "町の人に対して現状の生活について聞くことができた点は良かった。チーム内で普段話さない人同士が交流を持つことができた点は個人的に良かったと思う。"
            ],
            "P": [
                "フィールドワークの前半は何となくグループができてしまっていたので、早い段階で気づき、全体でまとまるようにすべきだった。何となくでフィールドワークをしているような感じがしたので、事前に今回の目的や趣旨を再確認してから行うべきだった。"
            ],
            "T": [
                "前回同様全体に対してのスケジュールの共有を早く行う必要がある。"
            ]
        },
        "5月30日": {
            "K": [
                "スケジュールの簡単な確認を行い、全体で意識の共有を行うことができた点が良かった。"
            ],
            "P": [
                "今回のことではないが、全体に情報の共有を行うときは一斉に行った方が時間の効率などが良い。そのため、先生方に出席してもらいたいときには必ず事前に活動の内容を連絡するべきだった。",
                "個人のタスクに追われ、適切な予習が行えないことが頻繁に発生しているように感じる。もっと時間の管理を適切に行えるように日々心掛ける必要があるように感じる。"
            ],
            "T": []
        },
        "5月9日": {
            "K": [
                "話し合いのときに全体に対して話を振って全体が意見を出しやすいようにすることができていたので、今後も継続したいです"
            ],
            "P": [
                "・事前に今日やることを考えてはいたが、上手く整理ができていなかったので、事前に紙などに書き起こしたりするなどの準備にもう少し時間をかけておくべきだった。",
                "・気軽に発言できている人がいないように感じたので、そういった雰囲気を今後変えていく必要があると思う。"
            ],
            "T": [
                "Agenda（？）の作成"
            ]
        },
        "6月13日": {
            "K": [
                "以前よりも自分の意見を出すことができるようになっている気がする。ただ、あまり進行をしないようにしていることが要因かもしれないので、今後も自分の行動を振り返るようにしなければいけないと思う。"
            ],
            "P": [
                "「自分は」という言葉を使いすぎていたかもしれない。この言葉を自分が聞いたときの印象は、少し高圧的な感じを受けるので、別の表現にするか、その部分がなくても伝わるのであれば言わないようにしたい。"
            ],
            "T": []
        },
        "6月15日": {
            "K": [
                "全体として、議論が活発に行われていた印象を受けた。今後も全員が意見の言いやすい環境と意見をぶつけ合う戦いが行われるような状態を続けたい。",
                "それぞれで考えていることが違う点（今回ではアイコンとピンについて）について、お互いが理解できるまで話し合うことができていたので、今後も続けていきたい。"
            ],
            "P": [
                "進行をしてくれる人に頼りすぎな部分があった気がする。もう少し自分も、議論の進行をしやすくするために、違う目線での考え方などを提案できるようになりたい。そのためにはいろいろな経験や知識をつける必要がある気がした。"
            ],
            "T": []
        },
        "6月1日": {
            "K": [
                "全体で活発に意見を出し合い、意見をぶつけ合うことができたことは今後も継続していくべきだと思う。"
            ],
            "P": [
                "多くのメンバーが自分の意見を出すことができていた半面、あまり発言の機会を得られなかったメンバーに対して、発言を促すことがもう少し多くてもよかったと思う。"
            ],
            "T": []
        },
        "6月20日": {
            "K": [
                "ほかのメンバーのアシストのおかげでもあるが、自分が思っていること（議論での意見ではなく、個人的な思い）を言えたことはよかった。ただ、今後は自分から言えるようになる必要はあると思う。"
            ],
            "P": [
                "敬語の勉強での最後の発声で、もっと声出してと言われた。自分では出しているつもりであったが、それでは十分ではないようなので、今後は意識的に少し大きく声を出すようにしたい。",
                "周りのモチベーションの高さに少し取り残されている感が否めない。やる気がないわけではないがその部分の溝を自分のほうから埋めていきたい。"
            ],
            "T": [
                "課題を出したときに、当日のプロジェクトで初めて成果を共有するやり方はあまりよくないことに後から気が付いた。今後は何かしらの形で前日までに作業途中でもよいので共有できるような形をとる必要があると思った。"
            ]
        },
        "6月22日": {
            "K": [
                "自分たちがわからない部分については、先生方やTAさんにしっかりと相談することができていたように思う。"
            ],
            "P": [
                "TAの方々が何かアドバイスをいただくことができているときに、全員がその話を聞くことができていない気がする。メンバー間で知識の偏りにもつながってしまう可能性があるため、できるだけ早く対応したい。",
                "プロジェクト中に特定の人だけが意見を出して討論する形が多くみられる。全員が意見を出して話し合うことは難しいとはわかっているが、できる限り全員で話し合いが進行できるようにしていくように、もっと話を全体に振ることも必要な気がした。"
            ],
            "T": [
                "議事録に近い、話し合いの要点だけをまとめた文章を作るようにしたい。現状の議事録では決定までの流れで出た意見や考え、技術やそれぞれの思いがわからないので、その部分のフォローができるようにしたい。"
            ]
        },
        "6月27日": {
            "K": [
                "中間発表までのスケジュールを立て、全員で共有することができたこと。"
            ],
            "P": [
                "決定することができないことがある程度分かっていても、話し合いを中断することができず、無駄な時間を過ごした気がする。"
            ],
            "T": [
                "TeXの使用方法が分かったので、ある程度自分で調べ、いろいろな記述の方法を知りたい"
            ]
        },
        "6月29日": {
            "K": [
                "ほぼ初めてと言っても過言ではない、グループに分かれての活動であった。今後も必要に応じて分かれて活動する必要はあると思う。"
            ],
            "P": [
                "TeX講座の時に、2つのグループに分かれるような形になっていた。時間の無駄がないように全体でまとまり、同じ部分を複数回説明する必要がないようにすべきだった。"
            ],
            "T": [
                "TeXをGit・GitHubを用いて管理を行うこと。"
            ]
        },
        "6月6日": {
            "K": [],
            "P": [
                "自分について発信していかなければ、相手に自分の気持ちは伝わりません。",
                "会議の際に詳細部分の決定を疎かにしてしまい、後から問題が起こってしまった。今後は当日に必ずやらなければならないことまで詳細に決めるべきだった。"
            ],
            "T": []
        },
        "6月8日": {
            "K": [
                "目的を意識して話し合いを行おうとすることができたので、その点はよかった。もう少し深く目的の考察ができるともっと良い活動になると思うので、今後はその点を改善しつつ継続したい。"
            ],
            "P": [
                "この時間の活動ではなかったが、チームメンバーが不満に思っている点など、気づくことができていなかった部分については今後行動を改める必要がある。"
            ],
            "T": [
                "タスクを一旦振ってみること",
                "Slack上での会話が少ないため、増やすこと"
            ]
        },
        "7月11日": {
            "K": [
                "周りの意見に流されずに、自分がおかしいと感じた点について発言をすることができた点はよかった。"
            ],
            "P": [
                "惰性で活動が長引いていた感じがあったので、生産的な活動が行えないようであれば、解散するべきだった。",
                "課題があるからそっち優先したいって発言と行動はいらなかった。結果的にその時間はほとんどやらなかった訳ではあるが、不要な発言であったと思う。"
            ],
            "T": [
                "個人的に全体の流れなどを把握しているメンバーが少ないように感じる。プロジェクト内での役割分担やルール決めなどをもっと詳細に行うべきかもしれない。"
            ]
        },
        "7月13日": {
            "K": [
                "発表時に適切な声量で発表できていたという内容のコメントが多かったため継続していきたい。ただ、今回は発表場所が静かであったことも影響していると思うので、次回までにもっと声を出せるようにする必要があると感じた。"
            ],
            "P": [
                "3限の時間に講義を休んで準備を行っていたため、今後はそのようなことがないように早めに準備を行いたい。そして、当日特定の誰かがいないと準備ができないといった不安がないように成果発表会までに準備を行いたい。",
                "プロジェクトをマネジメントする以前に自分自身をマネジメントできていないという大問題"
            ],
            "T": [
                "太朗や高橋さん、財部くんが行っているSlack上で自分のTask管理やその日の課題を全員に見せることでやらざるを得ない状況を作り出すこと。"
            ]
        },
        "7月18日": {
            "K": [],
            "P": [],
            "T": []
        },
        "7月20日": {
            "K": [],
            "P": [],
            "T": []
        },
        "7月4日": {
            "K": [
                "自分なりに発表の準備を行うことができており、発表内容はともかく、伝わるような発表ができたことはよかった。"
            ],
            "P": [
                "ポスターについての質問やスライドに対しての質問に対して、一部のところで担当者の発言する前に自分の意見を言ってしまうことがあったので、担当者に発言を促すようにすべきだった。"
            ],
            "T": []
        },
        "7月6日": {
            "K": [],
            "P": [
                "自分の中である程度発表の方式について構想はあったにもかかわらず、一から全員で検討を行ったのは時間の無駄であったと思う。ある程度自分から提案を行う形から始めたほうがスムーズに話し合いが決まったと思う。",
                "なんでも「やるから大丈夫」は危険。任せられることは周りにもっとお願いすべき。"
            ],
            "T": []
        }
    },
    "1016159": {
        "5月11日": {
            "K": [
                "・講習会を集中して聞くことができた。分からないことをすぐTAに聞ける環境だったので助かりました。",
                "・女子だけだったがお互いにコミュニケーションをとれた。"
            ],
            "P": [
                "・GitHabの使い方が全く無知だったのでこれから参考書をしっかり読んで足を引っ張らないように頑張りたい。"
            ],
            "T": [
                "・Gitの参考書をしっかり読む。また実際に使い練習する。",
                "・実際に使用する機会を増やして実践していきたい。"
            ]
        },
        "5月16日": {
            "K": [
                "・石別のいいところや問題点に注目しながら計画通りにフィールドワークができた。",
                "・あまり話してなかったメンバーやTA、先生とたくさん話すことができた。"
            ],
            "P": [
                "・fwの計画を全員でたてることができなく時間がかかってしまった。",
                "・飲み会の時幹事としてもっと計画を立てておくべきだった。またもっといろんな人と交流を深めておきたかった。"
            ],
            "T": [
                "・次にやることを前もって全体で話し合いスムーズに行動できるようにリーダーに任せきりではなく自分からも積極的に動く。",
                "・自分が探索できなかった石別の場所を探索してみたい。",
                "・みんなが仲良くなれるような機会を増やす。"
            ]
        },
        "5月18日": {
            "K": [
                "・認知症に関することを学び、どのようなものが必要とされてるかしっかり話しを聞くことができた。",
                "・リーダーがslackに関する分かりやすいスライドを作ってくれ、自分が疑問に思ってることをはっきり言うことができたし解決できた。",
                "・ブレストの作業をしっかり行い石別について振り返ることができた。"
            ],
            "P": [
                "・眠そうな人を起こしてあげれなかった。",
                "・物事をはっきり言いすぎたのでもう少しオブラートに包んで発言すればよかった。",
                "・次やることの計画を話し合うことができなかった。",
                "・リーダーが全体に問いかけてることに対して反応が薄くてやりにくそうだった。"
            ],
            "T": [
                "・相手が傷つかない発言をする。",
                "・全体に対する質問に対して積極的に反応し、周りも発言しやすい環境を作る。",
                "・時間を気にしながら作業を行い、計画通りに進むようにする。",
                "・ブレストしたものをもう一度見直し検討する。",
                "・認知症に関する話を全体"
            ]
        },
        "5月23日": {
            "K": [
                "・お互いの意見を言い合えるようになってきたと感じた。"
            ],
            "P": [
                "・決めごと全て時間をかけすぎてグダグダになっていた。",
                "・意見はたくさん出ていたがあまり良い話し合いには感じなかったので前もってお互い決めることに対して調べてきたり意見をまとめておくべきだと思う。"
            ],
            "T": [
                "・認知症ブレーンストーミングからできることを考える",
                "・前もって話す内容をもっと詳しく決めておく。"
            ]
        },
        "5月25日": {
            "K": [
                "・みんな仲良くなれたと思う",
                "・陣川の方々に積極的に話しかけることができた。"
            ],
            "P": [
                "・人に自分の意見を言う時は相手を見てまとめて話そうと思った。",
                "・石別の時ほど良いFWができなかったと感じた。それがなぜなのかはっきりさせてこれからまたFWがある時に同じことにならないように改善していきたい。"
            ],
            "T": [
                "・陣川のブレストをするにあたって自分の意見をまとめておく。"
            ]
        },
        "5月30日": {
            "K": [
                "・Monacaについて学ぶことができたので、この後自分で本を読んで理解を深めようと思った。",
                "・前期中のスケジュールを確認することで全体を見通して活動できるいい機会になった。"
            ],
            "P": [
                "・講師の人に対してあまりいい対応ができなかった。",
                "・FWや発表の時のスライドなど甘かった。南部先生に言われたことを次に活かして改善していきたい。"
            ],
            "T": [
                "・今後FWをする時に言われたことを改善する。",
                "・講師の先生がやりやすいような雰囲気づくりをする。",
                "・自分がtaskを貰いにいったり、ふっていこうと思った。"
            ]
        },
        "5月9日": {
            "K": [
                "・しっかり各フィールドの状況を確認し、現段階でお互いが",
                "どのような活動がやりたいのか知ることができた。"
            ],
            "P": [
                "・私も含めて前もってその日にやることをしっかり確認してきた方がよりスムーズに話し合いができると感じた。",
                "・slackの使い方がいまいち理解できてないところもあるので、ある程度のslackの使い方を共有したい。",
                "・もっと意見を言い合えるような関係や言いやすい環境づくりをしていきたい。"
            ],
            "T": [
                "・TAさんの意見や体験談をもっと聞いてフィールドを検討したいのでもっとTAさんに話しかける(仲良くなりたい)",
                "・自分から意見を言うようにして女子のみんなも言いやすい環境になるようになるようにする。"
            ]
        },
        "6月13日": {
            "K": [
                "・スムーズに話し合いができ、コンセプトを決めることができてよかった。"
            ],
            "P": [
                "・５限からいつも仕切ってくれている２人がいなくなって、うまく仕切ることができなかった。"
            ],
            "T": [
                "・普段からもっと積極的に話を進めたり仕切る力も身につけておきたい。また人の意見を聞いてすぐ対応できるようになりたい。"
            ]
        },
        "6月15日": {
            "K": [
                "・最初は楽しく進めることができたと思う。"
            ],
            "P": [
                "・しっかり真面目に考えると思考が止まり空気が重くなってしまった。"
            ],
            "T": [
                "・空気が重くならないように自分から楽しい雰囲気を作り出す。",
                "・開発に関する最低の知識も身につけたい。",
                "・観光用の既存のアプリをもっと使ってみていい点を取り入れたり応用したい"
            ]
        },
        "6月1日": {
            "K": [
                "・みんな積極的に意見が言えるようになってきたと思う。",
                "・水曜日に言われたことに注意しながらスライドを作り、発表することができたと思う。"
            ],
            "P": [
                "・人が発表してる最中にスライドを作ってる人がいたので、たとえリーダーでもその場で注意するべきだった。",
                "・話がいろんな方向に飛びすぎてやりにくかった。何を目的で話してるか見失わないようにしながら話し合いたい。"
            ],
            "T": [
                "・よくないと思ったことはすぐ注意する。",
                "・意見を出しながらも議事録をうまくとれるようにする。"
            ]
        },
        "6月20日": {
            "K": [
                "・イラストにすることで分かりやすくなり、話し合いもスムーズにできたと思う"
            ],
            "P": [
                "・意見を言う人が偏りがちなので引き出す方法をもっと考えるべきだ。"
            ],
            "T": [
                "・みんなが平等に意見の量を言えるようになるまで自分の意見を抑えてみるのもありかなと思ったので試してみる。"
            ]
        },
        "6月22日": {
            "K": [
                "・先生やTAさんの意見がとてもためになった。そのためいろんな意見がたくさん出てきてたように感じた"
            ],
            "P": [
                "・意見を引き出すのが難しいと感じた。あまり言わない人にふっても意見がある人が次々進行してしまう(自分も含め)。",
                "・態度について注意できなかった"
            ],
            "T": [
                "・いったん進行を止めてでも注意する。また意見を引き出す。"
            ]
        },
        "6月27日": {
            "K": [
                "・中間発表会までの詳しい日程を決めれてよかった。"
            ],
            "P": [
                "・議事録に集中して自分の意見を言えなく周りの空気も重かったので注意したい。"
            ],
            "T": [
                "・議事録をとりなが会話に参加できるようにタイピングを早くできるようにしたりする。"
            ]
        },
        "6月29日": {
            "K": [
                "・作業に集中できたので良かった。"
            ],
            "P": [
                "・Gitなどの使い方がわからず佐藤さんに二度手間をかけてしまった"
            ],
            "T": [
                "・もっと技術面を磨く"
            ]
        },
        "6月6日": {
            "K": [
                "・市役所の人の話を集中して聞くことができ自分から積極的に質問することもできた。"
            ],
            "P": [
                "・メンバー間で録音を記録するなどの確認が取れていなかったため、もっとメンバー間で共有する時間を増やすべきだと感じた。",
                "・敬語や礼儀があやふやで失礼な態度をとってしまった。",
                "・態度が悪いなと感じることがあった。"
            ],
            "T": [
                "・敬語や礼儀をしっかり勉強する時間を設けたい。"
            ]
        },
        "6月8日": {
            "K": [
                "・平和な話し合いだった",
                "・目的を明確にして話し合いができた",
                "・自分の敬語の使えなさを確認できた。"
            ],
            "P": [
                "・しっかりやることの目的だけでなく意味を理解してから行うべきだと感じた。"
            ],
            "T": []
        },
        "7月11日": {
            "K": [],
            "P": [],
            "T": []
        },
        "7月13日": {
            "K": [],
            "P": [],
            "T": []
        },
        "7月18日": {
            "K": [],
            "P": [],
            "T": []
        },
        "7月20日": {
            "K": [],
            "P": [],
            "T": []
        },
        "7月4日": {
            "K": [
                "・中間発表で使用するスライドの指摘をしっかり聞き、学ぶことができた。"
            ],
            "P": [
                "・態度が悪かったので気を付けたい。原因は睡眠不足とはっきりしているので自己管理は最低限しっかりしたい",
                "・議事録の人が大変そうだった。"
            ],
            "T": [
                "・態度を改める",
                "・議事録でが取りやすいいい案がないか検討"
            ]
        },
        "7月6日": {
            "K": [
                "・指摘をいただいたスライドをしっかり修正できた。"
            ],
            "P": [
                "・自分の語彙力がないので伝わりにくいので日本語をどうにかしたい。"
            ],
            "T": [
                "・みんなにタスクが回るようにしたい。"
            ]
        }
    },
    "1016162": {
        "5月11日": {
            "K": [
                "・先生の話やTAさんの話をきちんと聞くことができた。また、わからないことがあったら積極的に質問することができた。"
            ],
            "P": [
                "・先生が来る前に騒いでいたらリーダーに注意されてしまったので、次からは注意されないように頑張る。"
            ],
            "T": [
                "・GitHubを勉強する。教えてもらったことを忘れないようにする。"
            ]
        },
        "5月16日": {
            "K": [
                "・みんなで仲良くフィールドワークができてよかった。チーム力が高まった気がする。",
                "・石別の魅力を発見することができた。良い経験になった。"
            ],
            "P": [
                "・石別フィールドワークの計画案を考える手伝いをしなかったので、次からはきちんと協力したい。"
            ],
            "T": [
                "・フィールドワークをもっとしたい。"
            ]
        },
        "5月18日": {
            "K": [
                "・認知症についてのことを勉強できた。プロジェクトに生かしたい。",
                "・ブレーンストーミングを行い石別の問題点を話し合えた。"
            ],
            "P": [
                "・ブレーンストーミングがスムーズにいかなかったので、改善しなければならないと思った。"
            ],
            "T": [
                "・陣川のフィールドワークの計画案を考える。"
            ]
        },
        "5月23日": {
            "K": [
                "・陣川フィールドワークの計画を立てた。みんなそれぞれ意見を言っていたのでいいと思った。"
            ],
            "P": [
                "・分報を決めるときに言い合いになってしまった。"
            ],
            "T": [
                "・陣川のフィールドワークの計画を立てる。"
            ]
        },
        "5月25日": {
            "K": [
                "・みんなで仲良くフィールドワークができた。おいしいご飯も食べられた。また行きたいと思った。"
            ],
            "P": [
                "・陣川の住民が冷たくて心がくじけそうだった。"
            ],
            "T": [
                "・コミュニケーション力を上げる。"
            ]
        },
        "5月30日": {
            "K": [
                "・Monakaの講演会を真剣に聞くことができた。"
            ],
            "P": [
                "・わからない単語が多くて話についていけなかった。勉強しないといけないなあと思った。"
            ],
            "T": [
                "・自分のやりたいことをまとめてくる。"
            ]
        },
        "5月9日": {
            "K": [
                "・リスクを理解することができたので、予防策を参考にしていきたい。"
            ],
            "P": [
                "・話し合いがスムーズに進まない感じがした。なにを話し合っているのか理解して積極的に話し合いに参加しなければならないと思った。"
            ],
            "T": [
                "・GitHubのアカウント作成をしておく。"
            ]
        },
        "6月13日": {
            "K": [
                "・コンセプトがスムーズに決まってよかった。",
                "・実際にアプリを使いながら自分が調べて来たアプリの報告ができた。"
            ],
            "P": [
                "・言い合いという言い合いができなかった。"
            ],
            "T": [
                "・プロトタイプの意味を考える。"
            ]
        },
        "6月15日": {
            "K": [
                "・ピンのところの簡単な図を決めることができた。"
            ],
            "P": [
                "・疲れている人がいたのに助けることができなかった。"
            ],
            "T": []
        },
        "6月1日": {
            "K": [
                "・みんなそれぞれいい案を発表していて感動した。"
            ],
            "P": [
                "・自分一人だけプレゼン資料がなくて、申し訳なかった。",
                "・リーダーがほかの人が発表しているときに、資料を作っていたということを休憩中に聞いて、よくないと思った。",
                "・フィールドが石別に決まってからの流れがすごく遅くて、何に詰まっているかもわからなくて困ってしまった。"
            ],
            "T": [
                "・石別について調べてくる。"
            ]
        },
        "6月20日": {
            "K": [
                "・紙のプロトタイプを作成した。"
            ],
            "P": [
                "・発言する人に偏りが出てしまった。"
            ],
            "T": [
                "・Xdの使い方を勉強する。"
            ]
        },
        "6月22日": {
            "K": [
                "・印刷方法がわかってよかった。"
            ],
            "P": [],
            "T": [
                "・Xdの使い方を勉強する。"
            ]
        },
        "6月27日": {
            "K": [
                "・中間発表のことを詳しく決めることができてよかった。"
            ],
            "P": [
                "・議事録に集中してしまい、話し合いがスムーズにいかなかった。"
            ],
            "T": [
                "・ポスター作り"
            ]
        },
        "6月29日": {
            "K": [
                "・TeXとGitHubの連携ができた人はできた。"
            ],
            "P": [
                "・Windowsのパソコンを持ってきておらず、連携できなかった。"
            ],
            "T": [
                "・TeXとGitHubの連携"
            ]
        },
        "6月6日": {
            "K": [
                "・北斗市市役所を訪問し、いろんな話を聞くことができた。私たちが知らなかった情報が聞けて良かった。"
            ],
            "P": [
                "・学校に帰ってきてからの段取りがよくなかった。"
            ],
            "T": [
                "・アプリ内容についてもう一度考えてくる。"
            ]
        },
        "6月8日": {
            "K": [
                "・みんなゆったりと話し合いができた。"
            ],
            "P": [
                "・プロジェクトの時間が終わってから、進める順番に気づいた。でも、気づけたので良かった。"
            ],
            "T": [
                "・観光アプリを使ってみる。"
            ]
        },
        "7月11日": {
            "K": [],
            "P": [],
            "T": []
        },
        "7月13日": {
            "K": [],
            "P": [],
            "T": []
        },
        "7月18日": {
            "K": [],
            "P": [],
            "T": []
        },
        "7月20日": {
            "K": [],
            "P": [],
            "T": []
        },
        "7月4日": {
            "K": [
                "・中間発表の流れをなんとなくつかむことができた。これから改善するき点がわかった。"
            ],
            "P": [
                "・議事録がうまく取れなかった。もっといい方法がある気がした。"
            ],
            "T": [
                "・議事録の改善"
            ]
        },
        "7月6日": {
            "K": [
                "・スライドのレビューを遅くまで残って頑張った。"
            ],
            "P": [
                "・モタモタしてしまった。"
            ],
            "T": [
                "・ポスター作り開始"
            ]
        }
    }
}