{
    "1015079": {
        "10月10日": {
            "K": [
                "意見を出した。",
                "黙らないように努力をした。"
            ],
            "P": [
                "話し合いを上手く回せなかった。",
                "開発が月曜日の段階で止まったままだった。"
            ],
            "T": [
                "意見の出し方を気をつける。",
                "開発を進める。"
            ]
        },
        "10月12日": {
            "K": [
                "意見を積極的に出した。",
                "議事録をしっかりと書けた。",
                "奥野先生の意見をしっかりまとめた。",
                "プロジェクトについて自分なりに深く考えたと思う。"
            ],
            "P": [
                "終盤の意見が出てこなかった。"
            ],
            "T": [
                "奥野先生の意見をしっかりと考えておきたい"
            ]
        },
        "10月17日": {
            "K": [
                "話し合いに積極的に参加できたと思う。",
                "自然のなかにある建物も含んで自然と言い切るのは危険じゃないかという意見を出せた"
            ],
            "P": [
                "もう少し意見が出せたと思う"
            ],
            "T": [
                "去年のチームのアプリをインストールする。",
                "去年の石別チームのアプリの分析"
            ]
        },
        "10月19日": {
            "K": [
                "議事録をしっかり書いた。",
                "話し合いに積極的に参加し、内容もしっかりと理解できたと思う。"
            ],
            "P": [
                "議事録で書き逃した部分があった。"
            ],
            "T": [
                "去年のアプリの分析をする。",
                "開発を進める。",
                "UIを描く。"
            ]
        },
        "10月24日": {
            "K": [
                "話し合いに積極的に参加できたと思う。"
            ],
            "P": [
                "考えてきたUIの紹介がテンポも悪く分かりづらかったと思う。"
            ],
            "T": [
                "開発を進めて結果を出す！"
            ]
        },
        "10月26日": {
            "K": [
                "開発できたスライダーの紹介を分かりやすくできたと思う。",
                "また、議事録もしっかりと書けた。"
            ],
            "P": [
                "議事録で時々聞き逃すことがあった。",
                "もう少し話せたかなと思った。"
            ],
            "T": [
                "開発を進めて、プロジェクトに貢献したいと思う。また、余力があればUI関係について調べる。"
            ]
        },
        "10月31日": {
            "K": [
                "他の人の意見をしっかりと聞いて意見をしっかりと出せていたと思う。"
            ],
            "P": [
                "少し黙る時があったかなと思う。"
            ],
            "T": [
                "開発を進めたい"
            ]
        },
        "10月3日": {
            "K": [
                "話し合いで意見が出せていて良かったと思います。"
            ],
            "P": [
                "開発したプログラムの解説ができなかった。しっかりと読めるようにしておきたい。"
            ],
            "T": [
                "開発を進める。",
                "意見を出せるようにしておく。"
            ]
        },
        "10月5日": {
            "K": [
                "議事録をしっかりと書けたと思う。また、話し合いにも積極的に参加した。"
            ],
            "P": [
                "議事録を書いていて話し合いに参加できない場面もあった。"
            ],
            "T": [
                "CoreLocationを使って緯度経度を取得して、その取得緯度経度を変数に格納させる方法を見つける。",
                "タッチイベントで画像を動かせるようにする。"
            ]
        },
        "11月14日": {
            "K": [
                "意見を頻繁に出せていたと思う。",
                "開発ではしっかりと成果を出せた。"
            ],
            "P": [
                "少し集中を欠く場面があったので気をつけたい。"
            ],
            "T": [
                "関数を使い、ボタンによる写真の総入れ替えができるようにしたい。",
                "集中を乱さないようにしたい。"
            ]
        },
        "11月16日": {
            "K": [
                "議事録では要点をまとめていいものが書けたと思う。",
                "意見はそこそこ出せた。"
            ],
            "P": [
                "的確な意見を出すことができなかった。",
                "進行を止めることがあった。"
            ],
            "T": [
                "開発で任されているタスクをやり遂げたい。",
                "また、的確な意見が出せるように気をつけたい。"
            ]
        },
        "11月21日": {
            "K": [
                "意見をしっかりと出して協力できたと思う。",
                "開発をプロジェクト学習の時間が始まる前に進めることができた。"
            ],
            "P": [
                "途中疲れたからか意見が止まることもあった。"
            ],
            "T": [
                "コース選択画面を完成させたい！",
                "自分にできることをしっかりと見極めたい。"
            ]
        },
        "11月28日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月2日": {
            "K": [
                "議事録をポイントを考えて書けたと思う。また、決定事項は太字などで工夫して見やすくするなどの工夫もした。"
            ],
            "P": [
                "議事録で少し聞き逃して書けない部分もあったと思う"
            ],
            "T": [
                "UIImage関係をしっかりと理解しようと思う。",
                "開発の座標関係で力になれるように調べておこうと思う。"
            ]
        },
        "11月30日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月7日": {
            "K": [
                "次回までの課題をしっかりと理解できた"
            ],
            "P": [
                "積極的に意見が出せていなかったと思う。",
                "また、事前にやってきた開発にもミスがあった。"
            ],
            "T": [
                "やらなければならないことをしっかりと把握して、達成しようと思う。"
            ]
        },
        "11月9日": {
            "K": [
                "議事録をしっかりと書き留めることができた。",
                "また、重要なことは特に注意して聞き分かりやすくまとめた。"
            ],
            "P": [
                "落ち着いて話せていない場面があった。"
            ],
            "T": [
                "開発を進めていきたいと思う。具体的には、viewの上で写真のスライダーをできるようにする。",
                "また、話し合いでも良い意見を出せるようにしたい。"
            ]
        },
        "12月12日": {
            "K": [],
            "P": [],
            "T": []
        },
        "12月5日": {
            "K": [],
            "P": [],
            "T": []
        },
        "12月7日": {
            "K": [],
            "P": [],
            "T": []
        },
        "9月26日": {
            "K": [
                "議事録をしっかり書けたこと。",
                "話し合いに参加できたこと。"
            ],
            "P": [
                "議事録の内容で振り返る時に話しすぎた。もう少し要点をまとめて話すことができたと思う。"
            ],
            "T": [
                "機能についてしっかりと考えていきたい。"
            ]
        },
        "9月28日": {
            "K": [
                "事前にアプリの機能についてしっかりと考えた。",
                "話し合いで意見を出せた。"
            ],
            "P": [
                "少し、黙る場面が多かった。",
                "集中力が乱れる場面が多かった。"
            ],
            "T": [
                "開発で、しっかりと仕事を行う。また、機能について深掘りする。",
                "機能からどういう体験ができるのかをしっかりと考えてターゲットを決める。"
            ]
        }
    },
    "1016022": {
        "10月10日": {
            "K": [
                "とくになし"
            ],
            "P": [
                "自分たちが何に止まっていて何を話し合うのが最善なのか全然わからなかった。話し合いがどこへ向かっていっているのかわからなかっために、意見を出すこともできなかった。"
            ],
            "T": [
                "お菓子食べながら話し合い",
                "すばやい状況把握"
            ]
        },
        "10月12日": {
            "K": [
                "お菓子を食べながらラフな環境で話し合いができて、今までよりも自分の考えを素直に述べることができた。",
                "相手が話しているときは相手の方を見て話を聞くことを心がけることができた"
            ],
            "P": [
                "話し合いが順調に進むことばかり考えていて、根本的なところの問題を見落としていた。"
            ],
            "T": [
                "プロジェクト時間外での話し合いの確保"
            ]
        },
        "10月17日": {
            "K": [
                "考えてることをしっかり伝えることができ、他メンバーと考えを共有することができた。事前に案を考えてきて、プロジェクト中に話し合うことは時間の有効活用に繋が流ので継続していきたいと思った。"
            ],
            "P": [
                "意見が対立している時、自分はどっち側であるのか、また違う意見を持っているのかしっかり表明できていなかった。勢いに圧倒されるのはどうにかしたい。"
            ],
            "T": [
                "決定事項や次回タスクをしっかりまとめながら議事録をとる"
            ]
        },
        "10月19日": {
            "K": [
                "積極的にタスクもらいに行けたと思う"
            ],
            "P": [
                "言いたいこと、考えていたことしっかり伝えることができなかった。支えることできず一人で戦わせてしまったのは本当に申し訳なかった。"
            ],
            "T": [
                "UI考える"
            ]
        },
        "10月24日": {
            "K": [
                "あらかじめみんなでUIデザインを考えてきて話し合うことができたので、スムーズに話し合いが進んでよかった。"
            ],
            "P": [
                "UIデザインが紙で伝わらない部分があったので、XDなどに描き起こすことも大事だと思った。"
            ],
            "T": [
                "UIはUI作成ツール使って描き起こしてみる"
            ]
        },
        "10月26日": {
            "K": [
                "みんなが均等に話し合いに参加できていたと感じたのでよかった"
            ],
            "P": [
                "またどっちにもつかずな態度をとっていまったので、気をつけたい"
            ],
            "T": [
                "関数を使って色変更できるようにする"
            ]
        },
        "10月31日": {
            "K": [
                "各自が作業をしてきて、話し合いのときにそれらを共有する形は効率的でとてもいいと思った"
            ],
            "P": [
                "あまり進んで意見を出せていなかった。もう少し意見を発言できるようにする",
                "開発の進捗が他のメンバーよりも少なく自分は他の人よりも倍の時間をかけないと同じことができないと思ったのでがんばりたい"
            ],
            "T": [
                "写真を撮ったり、コースの問題点たしかめるためにフィールドワークしたい"
            ]
        },
        "10月3日": {
            "K": [
                "特になし"
            ],
            "P": [
                "あまり意見を出せなかった。人の意見に乗っかる形でしか自分の主張を述べることができなかった",
                "自分の開発の進捗が思った以上になくて、もっと頑張ろうと思った。時間の使い方に気をつけたい。"
            ],
            "T": [
                "ライブラリを調べる",
                "機種による画面のズレや横縦使いの画面のズレの修正"
            ]
        },
        "10月5日": {
            "K": [
                "自分の意見をはっきり述べることができ、その上で何が最善なのか自分なりにしっかり考えられたのでよかった。これを継続していきたい。"
            ],
            "P": [
                "一つのことを考えすぎて、話においていかれていた場面があったので治したい",
                "スケジュール管理がうまくできず自分の仕事に進捗がないという状況をつくってしまった。今後は気をつけたい。"
            ],
            "T": [
                "スケジュールの管理について見直す"
            ]
        },
        "11月14日": {
            "K": [
                "積極的にタスクを取りに行くことができた。自分のタスクがなにもないという状況を作らないためにもこれからも積極的にタスクを取りに行きたい。"
            ],
            "P": [
                "自分の考えをまとめて話すことができなかった。まずは自分のなかで十分に言いたいことをまとめてから話すようにしたい。"
            ],
            "T": [
                "考えをまとめて話す練習"
            ]
        },
        "11月16日": {
            "K": [
                "自分の意見をしっかり述べることができた。相手がより理解しやすいように簡潔にまとめて話すことができるようにしていきたい。"
            ],
            "P": [
                "自分の担当課題の進捗をあまり生み出すことができなかった。次からは、時間配分をしっかり考えて課題に取り組むようにしたい。"
            ],
            "T": []
        },
        "11月21日": {
            "K": [
                "ポスターのレビュー会を行うことで、自分たちがどうしてこうしたのかって言うことを説明しつつ意見を聞くことができたので、より深いところまで話し合うことができて良かった。"
            ],
            "P": [
                "議事録を取ることに集中しすぎて、あまり発言することができなかった。議事録も自分で書いていて意味わからない部分があったりしたので、もっとみんなの意見をまとめてかけるように努力したい。"
            ],
            "T": []
        },
        "11月28日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月2日": {
            "K": [
                "特になし"
            ],
            "P": [
                "うまく意思表示ができていなかった気がするので気をつけたい"
            ],
            "T": []
        },
        "11月30日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月7日": {
            "K": [
                "教員やTAさんに進捗を報告し、意見をもらい、今後どうするか考えることができたこと。自分たちには見えない客観的な意見をもらうことができたのでとても有意義な時間であった。"
            ],
            "P": [
                "現時点でタスクの比重が偏っているので、自分のタスクが軽いと感じたときは、重い人のタスクを手伝うなどしたい"
            ],
            "T": [
                "定期的な進捗報告"
            ]
        },
        "11月9日": {
            "K": [
                "とくになし"
            ],
            "P": [
                "現時点でタスクの比重が偏っているので、自分のタスクが軽いと感じたときは、重い人のタスクを手伝うなどしたい"
            ],
            "T": [
                "特になし"
            ]
        },
        "12月12日": {
            "K": [],
            "P": [],
            "T": []
        },
        "12月5日": {
            "K": [],
            "P": [],
            "T": []
        },
        "12月7日": {
            "K": [],
            "P": [],
            "T": []
        },
        "9月26日": {
            "K": [
                "自分の意見を述べることができ話し合いにしっかり参加することができた"
            ],
            "P": [
                "掘り下げた意見があまり出すことができなかった",
                "先を見通しつつ目の前のことを考えたい",
                "司会に振られてから話すのではなく、自分から話したい"
            ],
            "T": [
                "Swiftの勉強をもっとやる"
            ]
        },
        "9月28日": {
            "K": [
                "議事録を取りながらも、しっかり話を聞く姿勢はつくれていたと思う"
            ],
            "P": [
                "掘り下げた意見があまり出すことができなかった",
                "司会に振られてから話すのではなく、自分から話したい",
                "自分の意見もっと大事にしたい"
            ],
            "T": [
                "Swiftの勉強"
            ]
        }
    },
    "1016117": {
        "10月10日": {
            "K": [
                "ある程度各メンバーがプロジェクトに対して思っていることを話し合えたのはよかった。"
            ],
            "P": [
                "話し合いの空気があまりよくなかった。他のメンバーの意見に対して、自分も同意見の場合は頷くなどのアクションを取っていくべきだと感じた。",
                "奥野先生の指摘に対して、自分たちなりの意見を言えなかった。自分たちがいままでいかに曖昧な目的や手段でやってきていたかを実感させられた。",
                "奥野先生の指摘に対して黙り込むくらいだったら、これはどういう意図ですか？などと聞くか、その指摘を整理すべきだった。"
            ],
            "T": [
                "座席の位置を各メンバーが近くなるように工夫したい。",
                "お菓子を食べながらプロジェクトを進行してみたい。"
            ]
        },
        "10月12日": {
            "K": [
                "各メンバーの席を近づけたり、お菓子を食べながら行うことで、普段より意見が出ていたと思う。"
            ],
            "P": [
                "自身が思ったことを早めに言うべきだった。",
                "他のメンバーがどう思うかをよく考えてから発言すべきだった。"
            ],
            "T": [
                "いままでボツになってきた案だしの方法で、良かった部分を再利用してしていきたい。"
            ]
        },
        "10月17日": {
            "K": [
                "メンバーが考える機能案をプロトタイプとして起こしてくるというのは、他メンバーとの認識の差異を軽減し、有益な話し合いをすることができていたと思うので継続していきたい。",
                "現在検討すべきことと、現在は検討しなくてもよい項目をある程度は区別できるようになってきたのはよかった。"
            ],
            "P": [
                "プロトタイプを紙に書いてくる際には、実際の画面の比率と合わせるべきだった。",
                "まだまだ断定的な口調になりがちなので、修正していきたい。"
            ],
            "T": [
                "ユーザーストーリーを掘り下げて、アプリの良さを論理的に説明できるようにしていきたい。",
                "現状出ている案が、石別で成立するかをしっかりと検証していきたい。"
            ]
        },
        "10月19日": {
            "K": [
                "大まかなアプリの流れを決定することができた。一つ一つの項目で、話を深堀しすぎなかったのが良かったと思う。"
            ],
            "P": [
                "石別にどれだけのスポットがあって、現状案が成立するかを確認するのは、プロジェクト前に誰かがやっておくべき内容だった。タスクを振る際に、もっと細かく意見を出すべきだった。",
                "石別の交流会についてはもっと指摘していくべきだったのかもしれない。知識不足で、説得力のある説明ができなかった。"
            ],
            "T": [
                "現在出ている案をプロトタイプで起こしていきたい。",
                "現状案が技術的に可能なのかを調査したい。",
                "現状、論理的説明として穴となっている部分を埋めていきたい。"
            ]
        },
        "10月24日": {
            "K": [
                "事前にUI案を持ち寄ることで、スムーズに話し合いを進行することができた。",
                "また、UIの変更される可能性が低い細かい部分については、後回しにすることで、時間を有効活用で来ていたと思う。"
            ],
            "P": [
                "もっと、UIを決める際に、ターゲットユーザについて考えるべきだった。",
                "持ち寄ったデザイン案の粒度がそれぞれ異なっていたため、事前に統一すべきだった。"
            ],
            "T": [
                "まだUI全てが決まったわけではないが、必要となりそうな機能に対する実装の知識をつけていきたい。",
                "今一度ターゲットユーザや目的を整理して、本当に必要な機能が備わっているかを検討したい。"
            ]
        },
        "10月26日": {
            "K": [
                "全体的に前に集まって話し合いを行えていたのはよかった。"
            ],
            "P": [
                "他者の意見を尊重する気持ちがまだまだ足りていなかった。",
                "相手の発言から、自分と相手の認識の違いは何なのかを注視すべきだった。",
                "全体のスケジュールが全然見えていなかった。"
            ],
            "T": [
                "開発タスクの分担をもとに、実装していきたい。",
                "スケジュールをもっと正確に決めていきたい。",
                "マイルストーンに対する開発の目標到達点を明確にしていきたい。"
            ]
        },
        "10月31日": {
            "K": [
                "全員が何かしらの成果をもってきて、プロジェクトの時間に共有する体制は今後も継続していきたい。"
            ],
            "P": [
                "デザインについて話し合っている際に、せっかくUIがスクリーンに映されているにも関わらず、指示語が多かったために時間が無駄になってしまうことが多かった。",
                "自分が良いと思ったアイデアに対して、論理的な説明ができていなかった。少なくとも良さげな実例も調べるべきだった。"
            ],
            "T": [
                "それぞれのコースを明確に決めたい。",
                "それぞれのスポットに対しての写真を決たい。",
                "それぞれのスポットに対する説明欄を考えたい。",
                "できるだけ早く開発の大枠を完成させたい。"
            ]
        },
        "10月3日": {
            "K": [
                "あらかじめ自分たちの意見を持ち寄って、プロジェクト内にて検討するという形式は、進行的にも無駄がなく有意義な時間になっていたと思う。継続していきたい。",
                "席をいつもより後ろに座ることで、普段より落ち着いてメンバーの意見を聞けていたと思う。"
            ],
            "P": [
                "自分の考えていることが相手に伝わっているかを常に意識して話すべきだった。前提として相手の意見を尊重しているという意思は最初に見せるべきだった。",
                "プロジェクトの時間が少しオーバーしてしまっていた。次のプロジェクトで話し合う内容の検討はSlack上でもできるため、極力その時間は削っていきたい。"
            ],
            "T": [
                "GitHubのチーム間ルールをある程度決めてくる。",
                "アプリの良さを論理的に説明できるだけの説得力を持たせたい。"
            ]
        },
        "10月5日": {
            "K": [
                "プロジェクトの予定時間内に活動を終えることができた。まだまだ時間を節約できる部分はあると思うが、とりあえず現状の状態は継続していきたい。",
                "開発において、自分たちが開発してきたものを前に出て発表するというのは責任感が出て良いと思った。"
            ],
            "P": [
                "話し合いに詰まっている際、メンバーがどこに引っかかっているのかを察知し、わかりやすく説明する能力が低いと感じた。少しづつでも改善していきたい。",
                "共通認識はあるという誤った認識を正していきたい。"
            ],
            "T": [
                "GitHubのチーム間ルールについて確定させる。",
                "石別で行われている行事についてまとめてくる。"
            ]
        },
        "11月14日": {
            "K": [
                "今までと比べて、チーム間でタスクがうまく分割されていたように感じる。各メンバーのタスクと、これから必要になるであろうタスクをある程度可視化できていたのが良かったと思う。"
            ],
            "P": [
                "タスクや小さなお願いも含めて、完了の定義を明確化していなかったために、共有物の齟齬が生まれてしまっていた。何かお願いをする際には、完了の定義を明確化するのはもちろん、こまめに進捗を聞いてみることも大切だと感じいた。",
                "アカデミックで頂いた意見の共有が遅くなってしまっていた。いただいたレビューに関しては、全体で早めに共有し解決策を練ることが大切だと感じた。"
            ],
            "T": [
                "UIを大幅な手戻りが起こらないレベルまで決めてしまいたい。このままだとポスターや開発の進捗に影響が出てくる。",
                "開発は、画像の座標位置にボタンを配置できるようにしたい。"
            ]
        },
        "11月16日": {
            "K": [
                "話し合い自体はかなり雰囲気もよく、スムーズに進んでいた。全体的に気楽な感じで話せていたのが良かったのかもしれない。"
            ],
            "P": [
                "UIに対する指摘はもっと細かくしたほうが良かった。「色々試してね」という言い方ではなく、「最低限これとこれは試してきてねそれ以外にも何かいい案があればお願い」という言い方にしたほうが良かった。",
                "タスク担当が1人になることが多いと感じた。責任感が強くなりやすいというメリットもあるが、複数人で1つのタスクを分担するのもありかもしれないと感じた。"
            ],
            "T": [
                "スポットの情報は、別ファイルで格納できるようにしたい。"
            ]
        },
        "11月21日": {
            "K": [
                "・ポスターのレビュー会を設けることで、先生方やTAさんから有益なアドバイスをたくさんいただけたのは良かった。"
            ],
            "P": [
                "ポスターのレビュー会が予想以上に長引いてしまった。ポスターに書き込んでいただく時間、コメントを頂く時間、それをもとにタスクを振る時間など、もっとアジェンダを細分化すべきだった。",
                "デザインの検討中に収束点が見えなくなってしまっていた。スケジュールが押している以上仕方ない部分もあったが、せめて話し合いの終了の定義はしておくべきだった。"
            ],
            "T": [
                "次回までに大まかなUIを決定してしまいたい。",
                "次回までに開発の大まかな部分を終わらせ、UIの調整や事務作業のタスク振りを行っていきたい。"
            ]
        },
        "11月28日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月2日": {
            "K": [],
            "P": [
                "UIの検討に時間をかけすぎている気がする。もっと他の部分(開発や報告書など)に時間を割くべきだと感じた。",
                "全体的に、メンバー間の共有が足りていないと感じた、開発やUI以外の面でもメンバーの考えを共有する時間を意識して取ったほうが良いのかもしれない。"
            ],
            "T": [
                "プロジェクトのスケジュールをもっと明確化したい。",
                "開発で仕様が変更された部分を修正していきたい",
                "毎日1時間は開発する時間を取りたい"
            ]
        },
        "11月30日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月7日": {
            "K": [
                "レビュー会の時間を取り、先生やTAの方々にご意見を頂くのはとても有益な時間だった。今後も定期的に行いたい。"
            ],
            "P": [
                "開発のタスクに対して、明確な期限や完了の定義をしていなかった。",
                "どのタイミングで、進捗報告を行うか定めることも必要だと感じた。",
                "レビュー会にていただいたご意見をその日の内に話し合うorタスク振りを行うべきだった。"
            ],
            "T": [
                "レビュー会にていただいたご意見をもとに、現状のアプリ案を修正していきたい。"
            ]
        },
        "11月9日": {
            "K": [
                "開発のタスクに対して、ある程度具体的に期限を決めて振ることができた。"
            ],
            "P": [
                "相手の意見に対して、共有している部分の意思表示が足りていなかった。",
                "どこまでは決定していて、どこからが決定していないのかを所々で確認すべきだった。",
                "意見と事実を混同して議論している。それではいつまでたっても結論は出ないと感じた。"
            ],
            "T": [
                "開発に必要な技術はある程度判明したので、早めにUIの微調整に入れるよう開発を進めていきたい。"
            ]
        },
        "12月12日": {
            "K": [],
            "P": [],
            "T": []
        },
        "12月5日": {
            "K": [],
            "P": [],
            "T": []
        },
        "12月7日": {
            "K": [],
            "P": [],
            "T": []
        },
        "9月26日": {
            "K": [
                "前期に比べて、プロジェクト内に話すべき内容とSlack上で話せば問題ない内容の意識をすることができていた。",
                "現状のプロジェクトの体制が個人的に一番やりやすいと感じているので継続していきたい。"
            ],
            "P": [
                "まだまだ他のメンバーに対する尊敬の気持ちが足りていない。自分の意見が最善という固定概念を捨てるべし。",
                "まだまだプロジェクトでわざわざ集まって話さなくいいような内容を話しているので、極力事前にSlack上で話し合い、プロジェクト内での話し合いの密度を上げていきたい。"
            ],
            "T": [
                "さっさと開発に取り掛かりたい。そのためにも、GitHubの使用ルールやアプリの基盤となる機能やデザインを大方決めてしまいたい。",
                "いかに努力するかではなく、いかに楽できるかに重点を置いて活動してみたい。"
            ]
        },
        "9月28日": {
            "K": [
                "事前にメンバー全員が意見を持ち寄ることで、プロジェクトの時間をより有効に使えたと思う。継続していきたい。",
                "プロジェクトの時間はメンバー全員が集まれる貴重な機会だということを常に意識していきたい。"
            ],
            "P": [
                "自分の意見をうまくメンバーに伝えきれていなかった。あらかじめイラストや図を使うことで、自分のアイデアをわかりやすく整理していきたいと思った。",
                "「どんなに人にここのアプリを使ってほしいのか」ということを明確にできていなかったため、機能の取捨選択が曖昧になってしまった。"
            ],
            "T": [
                "どんな人にこのアプリを使ってほしいのかを明確にしたい",
                "どんどんSwiftのライブラリなどを使ってみて、できることを増やしていきたい。"
            ]
        }
    },
    "1016127": {
        "10月10日": {
            "K": [
                "全体の様子を冷静に観察できていたこと。ただ、その状態を有効には活用できていないので、その部分は今後直していく必要がある。"
            ],
            "P": [
                "意図的に話し合いがしづらい雰囲気にしたこと。途中であまりにも納得できない部分（話し合いの内容ではなく姿勢や雰囲気）があり、感情的になってしまったので、次回以降は注意したい。"
            ],
            "T": [
                "話し合いの仕方の変更",
                "お菓子を食べながら議論する（堅い雰囲気ではなく、気軽に意見を出しやすい環境づくり）。"
            ]
        },
        "10月12日": {
            "K": [
                "全体の話がスムーズに進行できるように、いろいろな人に話を振ることができていたと思う。",
                "前回の反省点を生かし、批判的な意見よりも、肯定的な意見を多く出せていた。今後も継続していきたい。"
            ],
            "P": [
                "一部話を振ることができていなかった部分があると思うので、その部分については修正ていきたい。",
                "アイデア出しの時にイエスマン過ぎる傾向が見られたので、少しずつ修正していきたい。"
            ],
            "T": [
                "目的と手段の整合性を意識した話し合い",
                "過去の議事録を見直し、いつの間にか沈んでいたアイデアのサルベージ"
            ]
        },
        "10月17日": {
            "K": [
                "話し合いが硬直しそうなときに、その部分を一旦保留して次の話題に移行することができたことはよかった。"
            ],
            "P": [
                "事前にＵＩのデザインを考えてこられなかった点（取り組む時間がないわけではなかったため）。",
                "意見が対立したときに少し攻撃的になってしまった部分があった気がする。"
            ],
            "T": [
                "特になし"
            ]
        },
        "10月19日": {
            "K": [
                "実現可能かどうかについて、プロジェクト中に実例を挙げて話し合うことができていた点（よかったことかどうか微妙ではありますが…）。"
            ],
            "P": [
                "プロジェクトの時間ではなく、それ以外の時間に事前に行っておくべき項目がいくつかあり、もう少し早く作業に取り組むことができていれば、もっとよいプロジェクトの時間になっていたと思う。",
                "また、賛同を表す表現が少ないように考えられるので、その部分は全体で意識を変える必要があると思う。ただ、どうやれば増やすことができるか想像がつかない。"
            ],
            "T": [
                "手描きマップを利用した際のタッチ判定にかかわるもろもろの技術調査"
            ]
        },
        "10月24日": {
            "K": [],
            "P": [],
            "T": []
        },
        "10月26日": {
            "K": [],
            "P": [],
            "T": []
        },
        "10月31日": {
            "K": [
                "特になし"
            ],
            "P": [
                "最近、1か月前にチーム内の雰囲気が戻りつつある。意見を出す人が限られた人で、今後もこの状態が継続するのであれば、再度全体が意識を改める必要があると思う。"
            ],
            "T": []
        },
        "10月3日": {
            "K": [
                "それぞれの話し合いでどういったことを決めるべきが事前に考えることができていた点はよかった。来週からは少し時間が取りづらくなる可能性がある。そのため、少し先を見て行動できるようにしていきたい。",
                "今回の席順の方が全体を見ながら意見の量を調整したりしやすかったので、できれば自分は後ろの席に座るようにしたい（個人的な解釈につきよかったこととは断定できない）。"
            ],
            "P": [
                "毎回の話し合いでそれぞれの項目に対して最終決定をしようとする癖があるので、修正していきたい。特に、やってみてから変更しても問題ない項目については、仮決定ぐらいの気持ちで臨んでいくようにしたい。",
                "まだ十分に全体での話し合いにはできていない気がする。Agendaでの役割分担をもう少し変更することで対処できるかがするので、上手くタスク振りができるようになりたい。",
                "先生方にレビューしていただくことが頭になかったこと。そのうえで、きちんとした根拠がない話し合いになってしまっていること。根拠を探すことには時間がかかると思うが、少しずつでも全体がそういった根拠を探してくる必要があると思う。",
                "頭の中で、開発の期間やスケジュールを考えていたので、どこか見える形にしておきたい"
            ],
            "T": [
                "今回の自分たちの提案に関する先行事例などの目に見えやすい根拠を探すこと。",
                "自分が考えていたスケジュール感を全体に見える形で共有すること。"
            ]
        },
        "10月5日": {
            "K": [
                "自分のことではないが、以前よりも発言の割合が全体に少し分散されているような気がした。",
                "前回までと大きな変化はない。"
            ],
            "P": [
                "論文の調査に取り組み始めるのが遅かった。木曜など必要な作業が立て込んでいたという状態ではあったが、隙間の時間を有効活用して、もっと時間をかけるべきであった。",
                "taskを振りっぱなし感が否めない。時間の余裕がないことも要因ではあるが、もう少し周りを気にする必要があると思う。"
            ],
            "T": [
                "特筆事項なし"
            ]
        },
        "11月14日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月16日": {
            "K": [
                "全体から意見が出て、スムーズに話し合いが行われていた。おそらく過去1番に話し合いがスムーズに行われていたと思う。",
                "また、自分個人としても、全体に話を振ったり、自分の気持ちを素直に伝えやすい環境だったと思う。",
                "また、全員が何か仕事をしようとする様子が見られた。今後もこのやる気が継続し、プロジェクトとしての成功に少しでも近づけるように努力したい。"
            ],
            "P": [
                "少し自分に仕事が多い気がしてしまっているので（特に報告書の重たい部分と開発の両立）、全体に相談するべきだったと思う。自分の現状などを伝えたうえで、全体で再度話し合い、納得したうえで仕事を受けるべきだったと思う。相談不足。",
                "それと、「報告書の一番大変なところを武信がやらないと後で武信に返ってくる」という太朗の発言については今後改めてほしい。せっかく全体で一丸となってタスクをこなすことになったのに、その発言が出てくること自体、何か考え方が間違っている気がする。その部分の全体での意思統一が改めて必要だと感じた。"
            ],
            "T": []
        },
        "11月21日": {
            "K": [],
            "P": [
                "全体から早く帰りたい雰囲気がする。おそらく、残り時間とやらなければならないことを把握できていないために起こっていると考えられる。もう少し、全体に残りのタスクを提示する必要があるように感じる。それを準備する時間が欲しい。"
            ],
            "T": []
        },
        "11月28日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月2日": {
            "K": [
                "特になし"
            ],
            "P": [
                "事前に話し合いのために考えてきた内容が少なかったために、有効に時間を使えずに各自の作業をすることになってしまった。まだ全体で考えなければならない項目はあったと思う。",
                "全体に同じ程度のタスクを振る感覚を失い始めたので、再度意識して全体に仕事を適当に分担できるようにする必要がある。"
            ],
            "T": []
        },
        "11月30日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月7日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月9日": {
            "K": [],
            "P": [
                "全体に対して分かってくれるだろうと説明をしなかった部分はよくなかった。突然状況が変わると誰でも不審に思うし、自分の考えが間違っていた。今後は言うべきことと言わないほうがいいことをきちんと客観的に判断できるようにしたい。"
            ],
            "T": []
        },
        "12月12日": {
            "K": [],
            "P": [],
            "T": []
        },
        "12月5日": {
            "K": [],
            "P": [],
            "T": []
        },
        "12月7日": {
            "K": [],
            "P": [],
            "T": []
        },
        "9月26日": {
            "K": [
                "事前準備を丁寧に行っていたことによって、前期に比べて話し合いをスムーズに進めることができたと思う。今後は今回よりも時間を取ることは難しくなると思うが、時間管理を徹底して現状のスピード感を最低限維持していきたい。"
            ],
            "P": [
                "全体に話を振ることはできたが、自分がもう少し意見を言わない状況を作ったほうがチーム全体のためにはなるかもしれないと思っている。全体の様子をうかがいながら、話し合いが止まらない程度に発言量を減らしていきたい。"
            ],
            "T": [
                "プロジェクト終わりに日報や週報を完成させたい",
                "今後のために、もう少しtimesに投稿する頻度をあげたい"
            ]
        },
        "9月28日": {
            "K": [
                "終始意見を出すことはできていたと思う。",
                "全体で確認をしたほうが良いと思う内容を全体で確認することができていた点はよかったと思う。今後も確認事項があれば、全体で行うようにしていきたい（時間があれば）"
            ],
            "P": [
                "なかなか全体が気軽に意見を出せる環境ができていないと思う。現在の座る位置を変更するなどすることで改善を図る必要があると思う。"
            ],
            "T": [
                "席の場所の変更でもう少し話しやすくなるかも！？"
            ]
        }
    },
    "1016159": {
        "10月10日": {
            "K": [
                "食事会で毒を吐くことにより、話しやすい環境ができたと思う。"
            ],
            "P": [
                "話し合いの空気が死んでたので自分が空気を立て直すことをしていかなければならないと思った。",
                "まだ全員の毒を聞けていない",
                "女子に甘すぎたのでこれからは誰に対しても平等に接していく"
            ],
            "T": [
                "お菓子で話し合い",
                "食事会を定期的に行う"
            ]
        },
        "10月12日": {
            "K": [
                "お菓子を食べながらと話し合う環境を変えることで話し合いの内容が濃くなったように感じた。"
            ],
            "P": [
                "短期ですぐブチギレてしまった。自分が意見を取りこぼしていたのが原因なので今後いい感じだと思っても全体をよくみて判断し意見の取りこぼしがないようにしていきたい。"
            ],
            "T": [
                "プロジェクト時間外に集まる"
            ]
        },
        "10月17日": {
            "K": [],
            "P": [],
            "T": []
        },
        "10月19日": {
            "K": [],
            "P": [],
            "T": []
        },
        "10月24日": {
            "K": [],
            "P": [],
            "T": []
        },
        "10月26日": {
            "K": [],
            "P": [],
            "T": []
        },
        "10月31日": {
            "K": [],
            "P": [],
            "T": []
        },
        "10月3日": {
            "K": [
                "やはり前もって意見を考えて来てもらい話し合うことにより、スムーズに話し合いなど意見も出てくるので継続していきたい。"
            ],
            "P": [
                "全員の意見を拾いきれていない気がする。",
                "今必要ない話を見定めて指摘できていなかった。",
                "先生やTAさんのレビューの時間を考えれていなかった"
            ],
            "T": [
                "レビューの時間を取り入れる",
                "全体の流れを確認"
            ]
        },
        "10月5日": {
            "K": [
                "前回と変わらず"
            ],
            "P": [
                "前回の良くなかったところが改善できていないと感じたのでどうするべきか考える"
            ],
            "T": [
                "前回と変わらず",
                "話し合いの環境を変えてみる"
            ]
        },
        "11月14日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月16日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月21日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月28日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月2日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月30日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月7日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月9日": {
            "K": [],
            "P": [],
            "T": []
        },
        "12月12日": {
            "K": [],
            "P": [],
            "T": []
        },
        "12月5日": {
            "K": [],
            "P": [],
            "T": []
        },
        "12月7日": {
            "K": [],
            "P": [],
            "T": []
        },
        "9月26日": {
            "K": [
                "Slackでの動き(#discuss_agenda)でのやりとりが増えてきのと最後に全員で何をした方がいいか確認することで、アジェンダの作成が楽になったので継続して話し合っていきたい。",
                "前に立っている時に態度が悪くならないようにまず座らないように心がけていたことができた。"
            ],
            "P": [
                "全員の意見の引き出し方が下手くそなので何かいいやり方がないか話し合いを進めながら考えていきたい。",
                "話が飛んだ時にすぐ修正することができなかったので、話がずれた瞬間指摘するようにしたい。また、ずれないためにもっとこういうことを話そうと詳細を共有していきたい。",
                "まだ前に立ってて姿勢が悪かったり態度が悪く見えるので直していきたい。",
                "議事録をとっているとやはり話し合いに参加しにくい部分もあるので改善案を見つけたい"
            ],
            "T": [
                "姿勢を良くする",
                "意見が出しやすい環境づくり",
                "話が逸れないような工夫"
            ]
        },
        "9月28日": {
            "K": [
                "自前に自分の考えを持ってきてもらうことで、スムーズに話し合いを行うことができたし、みんなの意見を聞けた。これからもこのような方式でやっていきたい。"
            ],
            "P": [
                "まだ意見の引き出し方が下手くそでみんなで意見を言い合うことがうまくできていないと感じた",
                "点だけの話し合いになっている気がしたので点と点を結ぶ感じで話し合いを仕切っていきたい。",
                "自分が他の人に意見を委ね過ぎていると感じた",
                "ターゲットを曖昧にし過ぎていた"
            ],
            "T": [
                "楽しいラフな環境作り",
                "もっとこうした方がいいかな？という案だしをする",
                "ターゲットについて",
                "姿勢直す"
            ]
        }
    },
    "1016162": {
        "10月10日": {
            "K": [
                "みんなでご飯を食べて、話し合って、メンバー間の誤解が減ったため、話し合いがスムーズに進められそう。"
            ],
            "P": [
                "何を話し合えば良いのかわからなくなってしまい、話が止まってしまった。"
            ],
            "T": [
                "思ったことをはっきり話す"
            ]
        },
        "10月12日": {
            "K": [
                "いつもよりみんなが均等に意見を出せていてよかった。"
            ],
            "P": [
                "最後の発言によって、空気が一気に悪くなってしまった。"
            ],
            "T": [
                "UIデザインの決定"
            ]
        },
        "10月17日": {
            "K": [
                "自分の考えてきたアプリUIを説明できた。"
            ],
            "P": [
                "意見が対立した時に、話が進まなくなってしまうところが合った。"
            ],
            "T": [
                "画面遷移を考えてくる。"
            ]
        },
        "10月19日": {
            "K": [
                "自分の考えてきたアプリを説明できた。"
            ],
            "P": [
                "交流会の企画案を考えることを甘く見ていた。"
            ],
            "T": [
                "UIをもう一度考えてくる。"
            ]
        },
        "10月24日": {
            "K": [
                "各自が考えてきたUIを話し合った。"
            ],
            "P": [
                "考えてきたUIの内容の濃さに差があった。"
            ],
            "T": [
                "UIデザインを考えてくる"
            ]
        },
        "10月26日": {
            "K": [
                "色々な案のUIデザインについて話し合えた。"
            ],
            "P": [
                "話の結論が、ふわふわしているように感じてしまった。"
            ],
            "T": [
                "UIデザインをもう一度考えてくる。"
            ]
        },
        "10月31日": {
            "K": [
                "UIデザインについて色々話せた。",
                "特に一番初めの画面について話し合えた。"
            ],
            "P": [
                "開発の話になると、ついていけなくなってしまう。勉強が足りないと思った。"
            ],
            "T": [
                "XDでモックアップ作成"
            ]
        },
        "10月3日": {
            "K": [
                "機能について色々話せた。自分の意見をはっきり言えてよかった。"
            ],
            "P": [
                "発言する人に偏りがあるので改善して行きたい。"
            ],
            "T": []
        },
        "10月5日": {
            "K": [
                "いつもより均等に発言できていた。"
            ],
            "P": [
                "人の話に理解するのが難しかった。"
            ],
            "T": [
                "UIデザインを考えてくる。"
            ]
        },
        "11月14日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月16日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月21日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月28日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月2日": {
            "K": [
                "UIデザインについて話し合えた。",
                "細かいところまで話し合えた。"
            ],
            "P": [
                "ポスター制作が進んでなくて申し訳ないと思った。"
            ],
            "T": [
                "ポスターを作り終える"
            ]
        },
        "11月30日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月7日": {
            "K": [],
            "P": [],
            "T": []
        },
        "11月9日": {
            "K": [],
            "P": [],
            "T": []
        },
        "12月12日": {
            "K": [],
            "P": [],
            "T": []
        },
        "12月5日": {
            "K": [],
            "P": [],
            "T": []
        },
        "12月7日": {
            "K": [],
            "P": [],
            "T": []
        },
        "9月26日": {
            "K": [
                "時間以内に話し合いが終わることができた。"
            ],
            "P": [
                "話す人が固定されてきている。誰でも自由に話すことができる環境を自分たちで作りたい。"
            ],
            "T": [
                "Swiftの勉強をしなければならないと思った。"
            ]
        },
        "9月28日": {
            "K": [
                "話し合いの提案をメンバーでしていたのでスムーズに話し合いが進んだ。"
            ],
            "P": [
                "自分が意見言っても、こっちで解決するからという感じで言われてしまい話し合いの意味があるのかと思ってしまってのを黙っていた。"
            ],
            "T": [
                "楽しい環境作り"
            ]
        }
    }
}